[{"id": "ARTS101_Spring2021_S03", "type": "Semester", "title": "Introduction to Visual Studies", "credits": 4, "instructor": "Nhung Walsh", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: No\n• Reading/Writing Intensive\n• Course Format: In-person\n• Note: This introductory course is required for all Art and Media Studies majors (If you have taken Visual Culture previously, you have already completed this requirement). \n• Details: Images function as both a practical artistic medium (in advertisements for example) but also as something to be aesthetically enjoyed. They can also serve as a medium for social change as images can also spread awareness about important issues and, in the digital age, reach huge numbers of people regardless of the language they speak. To better understand how images function, this course introduces students from a variety of backgrounds and interests to interdisciplinary approaches to visual studies, culture, and theory. The course focuses on building a skill set specific to the study of the visual realm and provides a sound foundation in relevant theories such as technologies of vision, surveillance, the gaze, agency, semiology, the exhibitionary order, and cinema and spectatorship. This skill set is crucial to analyzing, interpreting, and historicizing various forms of art, including fine art such as painting and sculpture as well as popular art such as advertisements, film, television, and images and videos circulated on online platforms like Facebook, Instagram, and TikTok. No prior experience in visual analysis is required.", "schedule": []}, {"id": "ARTS102_Spring2021_S02", "type": "Semester", "title": "Introduction to Art History and Theory", "credits": 4, "instructor": "Pamela Corey", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: No\n• Course Format: In-person\n• Note: The first few weeks of this class will be online. \n• Details: This course introduces students to the tools of the art historian. We will investigate how the discipline of art history began to take shape as early as the 17th century and focus on the key theoretical investigations and methods of interpretation that have informed the study of art through the present. Such approaches include connoisseurship, iconography, semiology, Marxism, feminism, poststructuralism, visual culture, and postcolonial studies. Important questions that will surface throughout our discussions include the relationship of artistic form to context, the very notion of art as history, and the possibilities and challenges of a truly 'global' art history. Assessments and activities will encourage students to think of theory as method, and to apply these lenses of interpretation to objects and images of study.", "schedule": []}, {"id": "ARTS201_Spring2021_S01", "type": "Semester", "title": "Movements in Post-1945 International Cinema", "credits": 4, "instructor": "Aaron Anderson", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "•Level: Intermediate\n• Prerequisites: ARTS 105 – Introduction to Film History and Theory\n• Course Format: In-person\n• Cross-listed: [ARTS], [HIS – History]\n• Details: This course explores key cinematic movements occurring after World War II, a key historical moment of rupture in terms of cultural production.  Divided into several units of in-depth investigation into particular cinematic movements, this course explores the sociohistorical conditions (and changes) in which each movement emerged and thrived, the impacts these had on the developments of particular movements, the origins of innovations in technique and storytelling originating from outside of Hollywood, as well as how these films both were influenced by and influenced Hollywood productions. Possible movements for exploration include Italian Neorealism, the Indian New Wave, the French New Wave, the Japanese New Wave, New German Cinema, New Hollywood Cinema, New Australian Cinema, the Hong Kong New Wave, Thai Independent Cinema, Dogme 95, the Korean Renaissance, New Mexican Cinema, and the Sixth and Seventh Generations of Chinese Cinema.", "schedule": []}, {"id": "ARTS202_Spring2021_S01", "type": "Semester", "title": "Arts of Southeast Asia", "credits": 4, "instructor": "Pamela Corey", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\t\n• Prerequisites: No\n• Course Format: In-person\n• Note: The first few weeks of this class will be online. \n• Details: This course presents an overview of the arts of Southeast Asia, providing students with an understanding of how the region has come to be understood as a nexus of cultural flows and mediations, and how art history has played a part in giving definition to a region that was once only considered a repository of Sinitic and Indic influence. We will examine the historical negotiations of major religious traditions, such as Buddhism, Hinduism, and Islam, through visual, material, and performative practices, as well as gain a familiarity with how these artistic forms retain their vitality and resonance in the present, whether it be through contemporary art or in debates about national identity and cultural heritage. Following both a chronological and thematic structure, we will study such topics as indigenous modes of dwelling, the theory of 'Indianization' and works of Hindu-Buddhist art, the modern Islamic arts, and contemporary art in Southeast Asia and its diasporas. This course thus enables students to apprehend the role of the arts in defining systems of aesthetic and political prestige, networks of trade and exchange, and lines of national as well as intercultural affiliation and belonging.", "schedule": []}, {"id": "ARTS203_Spring2021_S01", "type": "Semester", "title": "Introduction to Modern Art", "credits": 4, "instructor": "Pamela Corey", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\t\n• Prerequisites: ARTS 101 – Introduction to Visual Studies (or Visual Culture)\n• Course Format: In-person\n• Note: The first few weeks of this class will be online. \n• Details: This course introduces students to significant artists and movements in modern art, from the late 18th century to the 1970s. A key area of investigation will be how 'modernism' has been expressed and articulated in response to major technological and geopolitical developments in the twentieth century. We will consider such developments in their local, national, and global contexts, while addressing the transnational nature of certain movements as well sites of exchange and dialogue between artistic communities in Asia, Europe, Africa, and Latin America. In addition, we will query how modern artists have been perceived as spearheading and/or expanding practices and discourses associated with primitivism, realism, surrealism, abstraction, and collectivism, among others. Through a selection of case studies each week we will explore how modernism forged new directions at the level of form, materiality, practice, and the very nature of representation, but also in the shaping of art as a means of expression and site of critical dialogue embedded in and acting upon society.", "schedule": []}, {"id": "ARTS205_Spring2021_S01", "type": "Semester", "title": "Art for Social Change: The Curator's Roles in Non-Institutional Exhibition Making", "credits": 4, "instructor": "Nhung Walsh", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Practicum\t\n• Prerequisites: No\n• Course Format: In-person\n• Details: This course discusses the roles of the curators and exhibition makers in the field of contemporary art. By focusing on curatorship and curatorial practices, it addresses the questions of how to engage art with the public via the language of art, how is an art exhibition presented to the public, and how it can connect the artists and audience with urging socio-political issues in our society today such as environmental issues, gender equality, and social justice. The course will draw examples from important art exhibitions and studies important curators of contemporary art in Vietnam and international to understand today's influential practices that producers apply in their way of making decisions, consider their public responsibilities, support all stakeholders and audience, while engaging their individual vision in the process of designing, producing, and managing projects. This course also covers the basic skills and practices that a curator, a cultural producer, or an art administrator/organizer needs in planning and administering art and culture projects. We will study their “hard skills” (ie. fundraising, budgeting, planning, coordinating, organizing, documenting) and “soft skills” (ie. interpersonal skills, communication skills, donor relation management, conflict management, risk evaluation) of producing and directing projects in general and in non-institutional settings. The class will include a mix of reading discussions, exhibition visits, and conversations with real-life cultural workers, exhibition makers, and curators. The class will work on one real-life project and mini-exhibition proposals as case studies to examine how they could be realized successful in the future.", "schedule": []}, {"id": "CORE101_Spring2021_S05", "type": "Semester", "title": "Global Humanities and Social Change", "credits": 4, "instructor": "Aaron Anderson", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Core\n• Prerequisite: No\n• Reading/ Writing Intensive\n• Course format: In-person\n• Details: Everyone wants to change the world. But what is change and how do we persuade others to change how they think about the world we share? Is it by creation, conversion, metamorphosis, enlightenment, evolution, revolution? These questions have fascinated philosophers, leaders, artists, and students since antiquity. Using the tools and methods of textual analysis, Global Humanities allows students to study pivotal moments in the global history of human thought. Over the course of the semester, students will engage with a wealth of different philosophical, literary, scientific, and artistic texts from the ancient writings of Plato and the revolutionary essays of Enlightenment thinkers to the classics of international cinema and contemporary graphic novels of the Vietnamese diaspora. Together, we will see not only how ideas change people, but how people change ideas: in the past, in the present, across the globe, and here in Vietnam.", "schedule": []}, {"id": "CORE101_Spring2021_S07", "type": "Semester", "title": "Global Humanities and Social Change", "credits": 4, "instructor": "Andrew Bellisari", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Core\n• Prerequisite: No\n• Reading/ Writing Intensive\n• Course format: In-person\n• Details: In order to change the world, it is worthwhile to look at “change,” both as a historical fact and a concept that has consumed thought for generations. This course looks at key texts in five core periods and epistemic traditions: (1) classical epistemologies and origin myths; (2) major transitions of the post-classical era; (3) Renaissance, Enlightenment, Revolution and transitions to modernity; (4) Modern Era; and (5) (Post) Colonialism. We ask, what exactly is change - be it creation, enlightenment, conversion, metamorphosis, revolution, or evolution? And we ask how have our ideas about “change” changed over time?", "schedule": []}, {"id": "CORE101_Spring2021_S09", "type": "Semester", "title": "Global Humanities and Social Change", "credits": 4, "instructor": "Pamela Stacey", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Core\n• Prerequisite: No\n• Reading/ Writing Intensive\n• Course format: Online\n• Details: Everyone wants to change the world. But what is change and how do we persuade others to change how they think about the world we share? Is it by creation, conversion, metamorphosis, enlightenment, evolution, revolution? These questions have fascinated philosophers, leaders, artists, and students since antiquity. Using the tools and methods of textual analysis, Global Humanities allows students to study pivotal moments in the global history of human thought. Over the course of the semester, students will engage with a wealth of different philosophical, literary, scientific, and artistic texts from the ancient writings of Plato and the revolutionary essays of Enlightenment thinkers to the classics of international cinema and contemporary graphic novels of the Vietnamese diaspora. Together, we will see not only how ideas change people, but how people change ideas: in the past, in the present, across the globe, and here in Vietnam.", "schedule": []}, {"id": "CORE102_Spring2021_S02", "type": "Semester", "title": "Modern Vietnamese Culture and Society", "credits": 4, "instructor": "Nguyen Nam -  Vu Minh Hoang - TAs", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 60, "description": "• Level: Core\n• Prerequisite: No\n• Reading/ Writing Intensive\n• Course format: In-person\n• Details: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts.  Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.", "schedule": []}, {"id": "CORE102_Spring2021_S03", "type": "Semester", "title": "Modern Vietnamese Culture and Society", "credits": 4, "instructor": "Nguyen Nam - Vu Minh Hoang - TAs", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 60, "description": "• Level: Core\n• Prerequisite: No\n• Reading/ Writing Intensive\n• Course format: In-person\n• Details: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts.  Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.", "schedule": []}, {"id": "CORE103_Spring2021_S02", "type": "Semester", "title": "Quantitative Reasoning for a Digital Age", "credits": 4, "instructor": "Sebastian Dziallas", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Core\n• Prerequisite: No\n• Course format: In-person\n• Details: Digital technology transforms the way we live: from how we travel, to what we use for money, and to how we swipe to find love. At the heart of these social, cultural, and economic changes lie mathematics and computer science. But how do we gather the information, interpret the data, and construct the algorithms that drive these advances and affect our lives? Quantitative Reasoning in a Modern World not only develops foundational skills in mathematics and computer science but demonstrates how computer programing and algorithmic thinking inform issues in fields as diverse as economics, psychology, history, and philosophy. Structured around project-based teamwork, students will examine how the toolkit of computational thinking can model human behavior and address real-world problems in business, education, public health, government, and other sectors. By understanding how quantitative reasoning affects modern society and modern society often affects our quantitative reasoning, students will learn to question their own assumptions about data big and small and think critically about the abundance of quantitative information that defines the decisions we make.", "schedule": []}, {"id": "CORE103_Spring2021_S04", "type": "Semester", "title": "Quantitative Reasoning for a Digital Age", "credits": 4, "instructor": "Linh Tran", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Core\n• Prerequisite: No\n• Course format: In-person\n• Details: Digital technology transforms the way we live: from how we travel, to what we use for money, and to how we swipe to find love. At the heart of these social, cultural, and economic changes lie mathematics and computer science. But how do we gather the information, interpret the data, and construct the algorithms that drive these advances and affect our lives? Quantitative Reasoning in a Modern World not only develops foundational skills in mathematics and computer science but demonstrates how computer programing and algorithmic thinking inform issues in fields as diverse as economics, psychology, history, and philosophy. Structured around project-based teamwork, students will examine how the toolkit of computational thinking can model human behavior and address real-world problems in business, education, public health, government, and other sectors. By understanding how quantitative reasoning affects modern society and modern society often affects our quantitative reasoning, students will learn to question their own assumptions about data big and small and think critically about the abundance of quantitative information that defines the decisions we make.", "schedule": []}, {"id": "CORE103_Spring2021_S06", "type": "Semester", "title": "Quantitative Reasoning for a Digital Age", "credits": 4, "instructor": "Graeme Walker", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Core\n• Prerequisite: No\n• Course format: In-person\n• Details: Digital technology transforms the way we live: from how we travel, to what we use for money, and to how we swipe to find love. At the heart of these social, cultural, and economic changes lie mathematics and computer science. But how do we gather the information, interpret the data, and construct the algorithms that drive these advances and affect our lives? Quantitative Reasoning in a Modern World not only develops foundational skills in mathematics and computer science but demonstrates how computer programing and algorithmic thinking inform issues in fields as diverse as economics, psychology, history, and philosophy. Structured around project-based teamwork, students will examine how the toolkit of computational thinking can model human behavior and address real-world problems in business, education, public health, government, and other sectors. By understanding how quantitative reasoning affects modern society and modern society often affects our quantitative reasoning, students will learn to question their own assumptions about data big and small and think critically about the abundance of quantitative information that defines the decisions we make.", "schedule": []}, {"id": "CORE104_Spring2021_S02", "type": "Semester", "title": "Scientific Inquiry", "credits": 4, "instructor": "Kinho Chan", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Core\n• Prerequisite: No\n• Course format: In-person\n• Details: This core course introduces students to modern science and challenges them to think about the world around them from a scientific point of view. The course focuses on the commonalities of the scientific approach to inquiry, as expressed in several scientific disciplines. By guiding students to complete several projects in different fields, the course introduces students to the scientific method and enables students to think like a scientist. Students will also work in groups to critique scientific papers and debate the implications of scientific discoveries.", "schedule": []}, {"id": "CORE104_Spring2021_S08", "type": "Semester", "title": "Scientific Inquiry", "credits": 4, "instructor": "Jill Siri", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Core\n• Prerequisite: No\n• Course format: In-person\n• Details: This core course introduces students to modern science and challenges them to think about the world around them from a scientific point of view. The course focuses on the commonalities of the scientific approach to inquiry, as expressed in several scientific disciplines. By guiding students to complete several projects in different fields, the course introduces students to the scientific method and enables students to think like a scientist. Students will also work in groups to critique scientific papers and debate the implications of scientific discoveries.", "schedule": []}, {"id": "CORE104_Spring2021_S09", "type": "Semester", "title": "Scientific Inquiry", "credits": 4, "instructor": "Samhitha Raj", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Core\n• Prerequisite: No\n• Course format: In-person\n• Details: Scientific Inquiry unlocks the door to discovery and explores how humans acquired our fundamental knowledge of the sciences. This course introduces students to the scientific method through engagement with current and relevant scientific questions from Vietnam and across the globe, with projects that reflect every day, real-world problems relevant to fields such as biology, chemistry, physics, earth science, and neuroscience. For example, ‘what is the evidence that links MMR vaccine to autism’ or ‘how to critically test the claim the SARS-CoV-2 does not thrive in higher temperatures’. Students will critique basic research literature, analyze seemingly contradictory lines of evidence and use a project- and inquiry-based approach to answering important scientific questions across the various disciplines of the natural sciences. The course also focuses on understanding how to make, interpret, and challenge scientific claims by conducting original research, and communicating how scientific research can help local population. Creating connections across the Fulbright core curriculum, this course emphasizes how scientific inquiry informs public debates past and present, challenging students not only to understand the world from a scientific perspective, but also to understand how our scientific perspective is shaped and informed by the world.", "schedule": []}, {"id": "CORE104_Spring2021_S10", "type": "Semester", "title": "Scientific Inquiry", "credits": 4, "instructor": "Samhitha Raj", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Core\n• Prerequisite: No\n• Course format: In-person\n• Details: Scientific Inquiry unlocks the door to discovery and explores how humans acquired our fundamental knowledge of the sciences. This course introduces students to the scientific method through engagement with current and relevant scientific questions from Vietnam and across the globe, with projects that reflect every day, real-world problems relevant to fields such as biology, chemistry, physics, earth science, and neuroscience. For example, ‘what is the evidence that links MMR vaccine to autism’ or ‘how to critically test the claim the SARS-CoV-2 does not thrive in higher temperatures’. Students will critique basic research literature, analyze seemingly contradictory lines of evidence and use a project- and inquiry-based approach to answering important scientific questions across the various disciplines of the natural sciences. The course also focuses on understanding how to make, interpret, and challenge scientific claims by conducting original research, and communicating how scientific research can help local population. Creating connections across the Fulbright core curriculum, this course emphasizes how scientific inquiry informs public debates past and present, challenging students not only to understand the world from a scientific perspective, but also to understand how our scientific perspective is shaped and informed by the world.", "schedule": []}, {"id": "CORE105_Spring2021_S04", "type": "Semester", "title": "Design and Systems Thinking", "credits": 4, "instructor": "Minh Nguyen", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Core\n• Prerequisites: No\n• Course Format: In-person\n• Note: This course is offered to Co.2024 students and Co.2023 students who have not taken the \"Creating and Making\" core course last year.\n• Details: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.", "schedule": []}, {"id": "CORE105_Spring2021_S06", "type": "Semester", "title": "Design and Systems Thinking", "credits": 4, "instructor": "Kien Truong", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Core\n• Prerequisites: No\n• Course Format: In-person\n• Note: This course is offered to Co.2024 students and Co.2023 students who have not taken the \"Creating and Making\" core course last year.\n• Details: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.", "schedule": []}, {"id": "CORE105_Spring2021_S07", "type": "Semester", "title": "Design and Systems Thinking", "credits": 4, "instructor": "Minh Nguyen", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Core\n• Prerequisites: No\n• Course Format: In-person\n• Note: This course is offered to Co.2024 students and Co.2023 students who have not taken the \"Creating and Making\" core course last year.\n• Details: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.", "schedule": []}, {"id": "CS201_Spring2021_S01", "type": "Semester", "title": "Computer Science II: Data Structures", "credits": 4, "instructor": "Sebastian Dziallas", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: CS 101 – Computer Science I\n• Course Format: In-person\n• Details: How do we develop software that solves problems efficiently and reliably? How do we write programs that work correctly and can be refactored and improved over time? This course continues and expands on content from Computer Science I, with a greater focus on theoretical concepts, abstraction, and larger programs. Topics include object-oriented programming, unit testing and refactoring, basic algorithm analysis, searching and sorting, linear data structures (lists, maps, stacks, and queues), trees, and graphs.", "schedule": []}, {"id": "CS203_Spring2021_S01", "type": "Semester", "title": "Computer Organiztion", "credits": 4, "instructor": "Kien Truong", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: CS 101 – Computer Science 1, or equivalent programming experience.\n• Course Format: In-person\n• Cross-listed: [CS – Computer Science], [ENG – Engineering]\n• Details: Computing systems, such as mobile phones, laptops or personal computers, have been an important parts of human beings’ everyday life. How are computing systems are designed and implemented? In principle, computing systems often involve many layers of abstraction, from gates and circuits through machine and assembly code to software libraries and applications. This course introduces students to the abstract design and implementation of computer systems from the digital level in the hardware upwards to the interface between the hardware and the software. In particular, the course starts by revisiting the concept of bits and introducing arithmetic and logical operations on bits. Next, it takes the students from the building of logic gates based on the transistor as a switch, gated latches to more complex logic structures. The knowledge is then applied to implement memory and a finite state machine.  From there, students study the instruction cycle that the central processing unit (CPU) of a computer follows. As an example, students study a particular computer that is able to capture the important structures of a modern computer, while simple enough to facilitate complete understanding and hands-on programming experiences. Students also explore decisions and tradeoffs involved in the design and implementation. Applied projects and/or lab assignments might include the design and simulation of a CPU, and the tools used to program low-level systems.", "schedule": []}, {"id": "CS302_Spring2021_S01", "type": "Quarter 3", "title": "Theory of Computing", "credits": 4, "instructor": "Hung Son Nguyen", "start_date": "11/1/2021", "end_date": "26/03/2021", "capacity": 25, "description": "• Level: Advanced\n• Prerequisites: CS 101 – Computer Science 1 and CS 201 – Computer Science 2 and MATH 102 – Discrete Mathematics\n• Course Format: Online\n• Note: This is a major course in the theory area of Computer Science major. \n• Details: Sometime in middle school, you were taught how to multiply and add large numbers. You may have noticed then that multiplication took longer to perform than addition. Why is that? Is it because multiplication is somehow a fundamentally harder problem? Or were you just taught an inefficient way to multiply large numbers? Is there a faster way to multiply large numbers? And how do we define “faster” anyway? The primary focus of this course is computational complexity theory, which is the branch of computer science that uses the tools of mathematics and logic to answer questions like these. Topics include models of computation, problem hardness, and computability.", "schedule": []}, {"id": "CS302_Spring2021_S01", "type": "Quarter 3", "title": "Theory of Computing", "credits": 4, "instructor": "Hung Son Nguyen", "start_date": "11/1/2021", "end_date": "26/03/2021", "capacity": 25, "description": "• Level: Advanced\n• Prerequisites: CS 101 – Computer Science 1 and CS 201 – Computer Science 2 and MATH 102 – Discrete Mathematics\n• Course Format: Online\n• Note: This is a major course in the theory area of Computer Science major. \n• Details: Sometime in middle school, you were taught how to multiply and add large numbers. You may have noticed then that multiplication took longer to perform than addition. Why is that? Is it because multiplication is somehow a fundamentally harder problem? Or were you just taught an inefficient way to multiply large numbers? Is there a faster way to multiply large numbers? And how do we define “faster” anyway? The primary focus of this course is computational complexity theory, which is the branch of computer science that uses the tools of mathematics and logic to answer questions like these. Topics include models of computation, problem hardness, and computability.", "schedule": []}, {"id": "CS303_Spring2021_S01", "type": "Semester", "title": "Human-Computer Interaction", "credits": 4, "instructor": "Sebastian Dziallas", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Advanced\n• Prerequisites: CS 101 – Computer Science 1 (recommended but not required)\n• Course Format: In-person\n• Details: What makes a smartphone app, a website, or any physical product, easy to use? And how can we design such user interfaces in hardware and software? The field of human-computer interaction (HCI) is concerned with these questions. In this course, students will learn about approaches to effectively design interfaces (for example through lo-fidelity prototyping and user-centered design methods) and will be exposed to different techniques to assess usability (including interface analysis and heuristic evaluations). Students will also have opportunities to design and assess their own software interfaces.", "schedule": []}, {"id": "ECON101_Spring2021_S01", "type": "Semester", "title": "Principles of Economics 1", "credits": 4, "instructor": "Graeme Walker", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Foundation\n• Prerequisites: No\n• Course Format: In-person\n• Details: Is climate change real? If so, to what extent? What are the factors causing it? And what are we willing to pay to stop it? This introductory course offers students a first touch in economics as an economist, not a student. Rather than consider hypothetical situations related to climate change, we will actually compute the empirical realities. In this course we will put economics in the context of how it analyzes and addresses real-world issues such as inequality, discrimination, and sustainability through the interplay of data and theory. While this course will be challenging, no prior knowledge of economics, statistics, or computer programming is assumed. ", "schedule": []}, {"id": "ECON103_Spring2021_S01", "type": "Semester", "title": "Principles of Economics 2", "credits": 4, "instructor": "Hieu Nguyen", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Foundation\n• Prerequisite: Highly recommend students already took Principles of Economics 1 or have some basic Economics knowledge.  \n• Course Format: In-person\n• Details: How will the pandemic affect economies around the world? What should governments do to combat it? Should all governments necessarily do the same thing? In this course, through the interplay of data and theory, we will engage with questions related to the economy as a whole. From employment to inflation, we will learn some of the tools and techniques economists use to evaluate the aggregate economy in the short, medium, and long run. While this course will be challenging, no prior knowledge of economics, statistics, or computer programming is assumed.", "schedule": []}, {"id": "ECON103_Spring2021_S01", "type": "Semester", "title": "Principles of Economics 2", "credits": 4, "instructor": "Hieu Nguyen", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Foundation\n• Prerequisite: Highly recommend students already took Principles of Economics 1 or have some basic Economics knowledge.  \n• Course Format: In-person\n• Details: How will the pandemic affect economies around the world? What should governments do to combat it? Should all governments necessarily do the same thing? In this course, through the interplay of data and theory, we will engage with questions related to the economy as a whole. From employment to inflation, we will learn some of the tools and techniques economists use to evaluate the aggregate economy in the short, medium, and long run. While this course will be challenging, no prior knowledge of economics, statistics, or computer programming is assumed.", "schedule": []}, {"id": "ECON201_Spring2021_S01", "type": "Semester", "title": "Microeconomic Analysis", "credits": 4, "instructor": "Graeme Walker", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: ECON 101 – Principles of Economics 1\n• Course Format: In-person \n• Details: This course introduces students to the microeconomic analysis toolkit. Using a combination of graphs and mathematical models, students will develop their abilities to analyze and evaluate the outcomes in markets due to the decision making of individuals and organizations. Applications in business, policy, and everyday life will be used to bridge the gap between theory and the real world. The skills developed in this course will help students conceptualize the world in a manner that supports forming an understanding of current economic and social policy issues.", "schedule": []}, {"id": "ECON203_Spring2021_S01", "type": "Semester", "title": "Macroeconomic Analysis", "credits": 4, "instructor": "Ben Bingham", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: ECON 103 – Principles of Economics 2\n• Course Format: In-person \n• Note: The first few weeks of this class will be online.\n• Details: This course introduces students to the applied macroeconomic toolkit used in the analysis of a country's economic health. Students will be introduced to the basic concepts underpinning the financial programming and policies framework used by international organizations such as the IMF and gain hands-on experience applying that framework working with country data. Students will also be exposed to some of the weaknesses in that framework. The objective is to provide students with the basic tools to interpret macroeconomic data and form opinions on the economic development of a country and its macroeconomic policies. The skills developed in this course are considered foundational for economists working for international organizations such as the United Nations or International Monetary Foundation.", "schedule": []}, {"id": "ENG203_Spring2021_S01", "type": "Semester", "title": "Modern Textiles", "credits": 4, "instructor": "David Bruce", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: No\n• Course Format: Online\n• Cross-listed: [ENG – Engineering], [IS – Integrated Science], [ARTS – Arts]\n• Details: The industrial revolution determined the future work-life of countless people globally over the past [X] years. This revolution spurred many industrial inventions. The loom was produced to mechanize threads [Y]. The 'Spinning Jenny' was invented to bind patterns [Z]. Felting is used to cure fibers to mat [R]. How these materials have been used is history. Literature is produced to explain these relationships [U]. Join the class to explore how materials have changed through the ages [N] and how we can measure the job they can do for society through their inherent strengths (and failings), both mechanically, socially and environmentally [O]. The economy of Vietnam has a GDP of [W] and the percent of textile products is a major element of this society[Y,Z,N,O]. The future is the evolution [W] of this process. Your Job will be to learn [X,Y,Z,R,U,N,O,W]", "schedule": []}, {"id": "ENG205_Spring2021_S01", "type": "Semester", "title": "Integrated Engineering Project", "credits": 4, "instructor": "Minh Nguyen", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: CORE 105 – Design and Systems Thinking and ENG 203 – Sensor, Measurement and Analysis [Sensors, Instrumentation, and Measurement] OR by course instructor's approval\n• Course Format: In-person\n• Details: This course provides students with a significant engineering experience that allows future engineering majors to work on a project that develops and tests an integrated system of mechanical, electronic, and software components. Students will learn to do component design and testing as well as integration design and debugging. Team projects will be subjected to cost and time constraints that require students to develop project management and teamwork skills, and become familiarized with realistic component sourcing, contracting, and delivery processes that exist in the industry. Disciplinary areas: *engineering *mechanics *electronics \nCompetency areas: #innovativeandcreativethinking #criticalthinking #collaboration", "schedule": []}, {"id": "FRE101a_Spring2021_S01", "type": "Semester", "title": "French Beginner 1", "credits": 4, "instructor": "Stephane Thierry", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: No\n• Course Format: In-person\n• Details: This course is an introduction to the study of the French language and the culture of Francophone countries. In this class, emphasis will be placed on the acquisition of vocabulary, grammar, and reading and writing skills, all aimed at interacting with other French speakers. Students will also study various aspects of contemporary French and Francophone culture.", "schedule": []}, {"id": "HIS101_Spring2021_S01", "type": "Semester", "title": "Fulbright History Lab & History Dialogues Project", "credits": 4, "instructor": "Andrew Bellisari & Jeremy Adelman & TA - Antoine Le", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: No\n• Course Format: Blended\n• Cross-listed: [HIS – History], [SOCI – Social Science]\n• Note: This is a prerequisite to the History Major and is generally taken in either the first or second year. \n• Details: History is everything because everything has a history. This experiential gateway course gives majors and non-majors the chance to explore the tools of historical research and learn what it means to “do” history.  Students will study the roots of historical thinking in Europe and Asia, read and critique the field’s foundational texts, challenge their assumptions about objectivity, and debate the best ways to explore the past. Using Ho Chi Minh City as their laboratory, students will try out the historian’s toolkit and use different methodological approaches to explore history in local, regional, and global contexts. Throughout the course, students will analyze a wealth of primary sources, visit a local archive, conduct oral interviews, experiment with digital history, and design their own research project. This year, Fulbright History Lab will collaborate with Princeton University's History Dialogues Project to provide students an introduction to oral history methods, research ethics, and project design. As part of this semester-long module, students will have the opportunity to interact with students from Princeton's partner institutions around the world. Following the completion of this course, students will be eligible to carry out the research proposals they design in Fulbright History Lab over the summer as part of the History Dialogues Project's optional Independent Research Seminar.", "schedule": []}, {"id": "HIS106_Spring2021_S01", "type": "Semester", "title": "Modern Europe", "credits": 4, "instructor": "Andrew Bellisari", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: No\n• Course Format: In-person\n• Details: The French Revolution forever changed the face of Europe and the world. Over the course of the nineteenth century, Europe became a center of political transformation and economic dynamism, expanding its power overseas through empire and confronting new ideas about nationalism, citizenship, class, race, and gender. In the last century, world war, revolution, and decolonization once more reshaped Europe, leading to new divisions, but also unprecedented integration through the formation of the European Union. In this foundation course, students will chart Europe’s trajectory from a handful of fractured principalities and kingdoms to the center of world power by examining the role of war and revolution in historical change, uncovering the origins of the modern nation-state and national identities, and exploring the history of colonialism and its lingering legacies in Europe today.  Particular focus will be paid to histories of capitalism and commerce, revolution and reform, imperialism and immigration, and the rise of political ideologies that swept across both Europe and the world, including: liberalism, nationalism, socialism, communism, and fascism. Lastly, this course will discuss the contemporary challenges facing Europe posed by populism, postcolonial migrations, and Brexit.", "schedule": []}, {"id": "HIS108_Spring2021_S01", "type": "Semester", "title": "United States and the World", "credits": 4, "instructor": "Vu Minh Hoang", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: No\n• Course Format: In-person\n• Details: This course examines the evolution of American foreign policy through the 20th century, covering all the major events and debates of that time period, including the American decision to intervene in World War I and its consequences; the impact of America’s isolationist foreign policy during the interwar years; the causes and consequences of World War II; the origins of the Cold War and American strategy; the creation and collapse of the American-led postwar economic system; American relations with allies and enemies in the Third World; and the United States in the post-Cold War World. We will also explore a range of macro-themes, including the role of ideology, race, religion, domestic politics, the institutional environment, and individual leaders in the making of American foreign policy.", "schedule": []}, {"id": "HIS204_Spring2021_S01", "type": "Semester", "title": "A History of ASEAN", "credits": 4, "instructor": "Vu Minh Hoang", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: No\n• Course Format: In-person\n• Cross-listed: [HIS – History], [SOCI – Social Science]. \n• Details: This course will explore the circumstances leading to the creation of ASEAN; its early trials during the Second and Third Indochina Wars; its expansion after the end of the Cold War; its response to “new” challenges including the 1997 Asian Financial Crisis, the spread of Islamic fundamentalism, and the rise of China; and its future prospects with the establishment of the ASEAN Economic Community in 2015. Through this course, students will gain a broad appreciation of the evolution of the political landscape and culture of Southeast Asia, and a new perspective on contemporary projects of regionalism.", "schedule": []}, {"id": "IS101_Spring2021_S01", "type": "Semester", "title": "Introductory Biology", "credits": 4, "instructor": "Samhitha Raj", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: CORE 104 – Scientific Inquiry. [Just for Spring 2021, “Scientific Inquiry” could be a co-requisite (meaning you can take “Scientific Inquiry” and this course at the same time)]. \n• Course Format: In-person\n• Note: This course is required for the IS – Integrated Science Major. \n• Details: Just over a decade ago, editing the genome of an organism inside the laboratory in just as much time as it takes to make Pho would have been unthinkable. But here we are! Biology as a field is advancing very rapidly and this course attempts to tackle some of the questions that are relevant to the current day and age by providing the knowledge and skills necessary. This course introduces students to the fundamental concepts and principles common to all living organisms and their interaction with the environment. Through immersive integrated lab, analysis of real datasets from scientists around the world and lecture experiences, this course introduces students to the scientific process and production of biological knowledge encompassing how scientists investigate the cellular, molecular, physiological, ecological, and evolutionary processes that underlie life. Students in this course will consider the foundational questions about the existence of life on our planet and evaluate basic assumptions that enable scientists to describe and predict behaviors of cells, organisms, and ecosystems. The course is built upon the application of foundational knowledge provided by Vietnamese high schools to explore current Biological questions and not a repetition of the same content.", "schedule": []}, {"id": "IS202_Spring2021_S01", "type": "Semester", "title": "Matter", "credits": 4, "instructor": "Phan Vu Xuan Hung", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: CORE 104 – Scientific Inquiry or approved by thay Hung. \n• Course Format: In-person. The first 3 weeks of this class will be online and will be in-person class starting week 4th\n• Note: The content of Matter is equivalent to Introductory Physics and Introductory Chemistry\n• Details: What is the universe made of? How does it work? In this course, student will explore the foundational questions and theories about our physical world (e.g., atoms, molecules, materials) that enable scientists to describe and predict behaviors of energy and matter. Using project- and inquiry-based approaches, fundamental laws, concepts and calculations in physics and chemistry will be introduced, such as gravitational forces, electrostatic forces, thermodynamic laws, energy, atom, compounds and solutions. Students will also participate in collaborative experiments and projects to explore properties and behaviors of matter. Continuing from the Scientific Inquiry, student will further appreciate how the inquiry approach is fundamental to scientific progress: starting from forming hypotheses to conducting experiments to formulating conclusions.", "schedule": []}, {"id": "IS203_Spring2021_S01", "type": "Semester", "title": "Principles of Neuroscience", "credits": 4, "instructor": "Kinho Chan", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: CORE 104 – Scientific Inquiry and PSY 101 – Introductory Psychology or Biology course. \n• Reading/Writing Intensive\n• Course Format: In-person\n• Cross-listed: [IS – Integrated Science], [SOCI – Social Science], [PSY – Psychology]\n• Details: This course provides an in-depth analysis of how neuro-biological factors influence the way we act, think, and feel. As we conduct a survey across a variety of topics, special emphasis is placed on the interactive relationship among neuro-biological, behavioral, and mental phenomena. The course will explore the biological bases of learning, cognition, sleep, sexual behavior, energy regulation, sensations, movements, and emotions.", "schedule": []}, {"id": "IS205_Spring2021_S01", "type": "Semester", "title": "Organic Chemistry", "credits": 4, "instructor": "Phan Vu Xuan Hung", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 20, "description": "• Level: Intermediate\n• Prerequisites: CORE 104 – Scientific Inquiry OR approved by thay Hung. \n• Course Format: In-person\n• Note: The first 3 weeks of this class will be online and will be in-person class starting week 4th.\n• Details: Most of the materials surrounding us nowadays are organic materials: fabric, plastics, wood, food, gasoline, etc… What do these materials have in common and what makes them popular in our life? Organic Chemistry provides a study of the structure of organic compounds; how the structures influence the chemical and physical properties of these substances; and their applications. From doing projects related to the course materials, students will explore how organic chemistry knowledge can guide them to tackle real-life scientific and/or technological issues. Periodically, reading materials will be chosen from recent scientific articles in the chemical, biological and biomedical literature. Laboratory work introduces the student to basic laboratory techniques and methods of physical and chemical analysis.", "schedule": []}, {"id": "LIT103_Spring2021_S01", "type": "Semester", "title": "Critical Methods in Literary Studies", "credits": 4, "instructor": "Kevin Hart", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: No\n• Course Format: In-person\n• Note: This is the second foundation class for the Literature (LIT) Major. \n• Details: How should we approach a literary text? Should we seek only the author’s intended meaning, or should we pay attention to potentially unintended meanings, too?  Should we focus on historical context? Should we focus on subtexts of culture and politics? Or should we focus on genre and form? This course will examine the ways that major movements in literary criticism have responded to such questions. We will explore formalist as well as cultural and political approaches to literature, will practice different ways of reading and interpreting texts, and will investigate the broader social and intellectual implications of methods of literary analysis.  We will pay special attention to modes of criticism drawing on structuralism and post-structuralism, feminist theory, queer theory, new historicism, and Marxist, psychoanalytic, and post-colonial critique.  In all, the course will serve as a space in which students can learn about literary theory and learn how to apply it to their understanding of texts, culture, and society.   ", "schedule": []}, {"id": "LIT201_Spring2021_S01", "type": "Semester", "title": "Text, Body, Technology: Individuals in Science Fiction", "credits": 4, "instructor": "Kevin Hart", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: No\n• Course Format: In-person\n• Details: As J. G. Ballard observes, science fiction is less about outer space than inner space.  An astronaut in a capsule orbits the earth, but we, the readers, orbit the astronaut, wondering what she’s thinking behind the protective visor of her pressure suit.  We might as easily ask what she is – a castaway, a Cartesian point in the cosmos, self-directing and distinct from all else; or an organism of another sort, inseparable from the languages, technologies, cultural and biological determinants that have put her here, hurtling through space, and imbued that hurtling with human meaning. In this course we’ll study science fiction stories and consider the ways that they challenge notions of what it means to be an individual.  We’ll pair fiction with theory in order to see how notions of selfhood, self-determinism, and pre-determinism are drawn on, distorted, and interrogated by the genre.  We’ll consider the ways in which selfhood emerges from a flux of influences.  In particular, we’ll read some imaginative but not-always-so-otherworldly science fiction for its engagements with ideas that the self is shaped by linguistic and cultural factors, by political controls placed on the physical body, and by the interpenetration of the self with technology.", "schedule": []}, {"id": "LIT202_Spring2021_S01", "type": "Semester", "title": "Creative Writing Workshop", "credits": 4, "instructor": "Pamela Stacey", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: No\n• Course Format: In-person\n• Details: This course aims to inspire students’ interest in different literary genres and help them explore their creative talents. Students will walk away with a clearer image of who they are as writers. In order to achieve this goal, this course will engage students deeply in the main activities of being a writer: reading, critique, writing, and revision. Every week, we will read and discuss short stories, poems, and writings on craft. Alongside the course readings, students will write their own creatives pieces. Each student will choose several of these pieces to share with the class over the course of the semester, and we will engage in weekly creative writing workshops – a time when we will critique others’ work to help them revise and polish their writing. No experience in creative writing is required – this course is open to those who are exploring their identity as writers for the first time, as well as to more experienced writers who would like to further develop their craft.  ", "schedule": []}, {"id": "LIT203_Spring2021_S01", "type": "Semester", "title": "The Laboratory of the Mind: Thought Experiements in Physics, Philosophy, and Literature", "credits": 4, "instructor": "Michael Reid", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: No\n• Reading/ Writing Intensive\n• Course Format: Online\n• Details: The chasm between the humanities and the sciences that C.P. Snow documented in The Two Cultures might be bridged by considering a technique shared by humanists and scientists: the thought experiment. Reasoning from imaginary cases is common to almost every field of human inquiry. Some scientists are every bit as imaginative as poets; and some poets construct arguments as rigorous and exacting as those produced by a geometer. More puzzling than the fact that poets, physicists, and lawyers are united in using thought experiments is the fundamental challenge of thought experimentation generally. As one historian puts it, it is “surprising that thinking about what there isn’t and how things aren’t should help us to learn about what there is and how things are.”. Plato’s story of the Ring of Gyges, which grants invisibility to its wearer, aims to instruct us about the nature of morality. Einstein reasons from examples about moving trains to argue about the relativity of simultaneity. Parfit imagines various teletransportation scenarios to ask questions about the necessary conditions for the persistence of human identity over time. Any number of legal and ethical theorists substantiate their arguments by asking variations of questions about fat guys and bridges, children and trolley lines. Whatever status one grants to particular thought experiments and to the cogency of the technique in general, the philosopher, the physicist, and the legal theorist all concur in employing the devices of fiction as an integral part of their reasoning.", "schedule": []}, {"id": "LIT204_Spring2021_S01", "type": "Semester", "title": "Identity, Community, and Memory in Vietnamese Diasporic Literature and Film", "credits": 4, "instructor": "Isadora Wagner", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: No\n• Course Format: In-person\n• Note: The first few weeks of this class might be online.\n• Details: Students taking this course will examine issues of family, identity, memory, community, violence, and trauma in the global literature of the Vietnamese diaspora from the French colonial period (1887-1954) to the end of the American-Vietnam War (1956-1975) and into the present. Bi-weekly class discussions will be based on substantial weekly readings (100pp./week) in poetry, fiction, memoir, film, and essays that anchor the class’s exploration of how a scattered and war-displaced people (re)constructs identities, communities, and memories through cultural representations in literature and film. Students will examine, discuss, and write about works by American, Canadian-, and Australian-Vietnamese writers, directors, and scholars. While by no means a theory-heavy course, this literature seminar will introduce students to the interdisciplinary academic field and key texts of ethnic and diasporic studies. The course is divided into six modules of roughly 2-3 weeks length each to thematize readings around the following topic clusters: (1) Memory, Displacement, and Nostalgia; (2) Auto-Narrative and Identity; (3) Diasporic Overseas Communities; (4) Generational Conflict and Assimilation Issues; (5) Race, Labor, Gender, and Class; and (6) Re-imagining Viet Nam’s Past and Future. Each module ends with an optional film screening to be scheduled outside of class hours as a capstone. ", "schedule": []}, {"id": "LIT206_Spring2021_S01", "type": "Semester", "title": "Women and Gender Studies: Representations of Women in Vietnam War Literature and Film", "credits": 4, "instructor": "Isadora Wagner", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: No\n• Course Format: In-person\n• Note: The first few weeks of this class might be online.\n• Details: This interdisciplinary literature and gender studies course examines women’s relationships to the American-Vietnam War (1956-1975). Drawing from fiction, film, memoir, news articles, poems, cartoons, and historical and feminist works, we will analyze women’s contributions to warfare in the following roles: as mothers, nurses, wives, resistance fighters, base workers, sex workers, war brides, anti-war protestors, journalists, humanitarians, soldiers, and political leaders. Students taking this course will gain a deeper appreciation of Vietnamese and U.S. women’s history and the issues surrounding women’s portrayals as nurturers, breeders, protected others, betrayers, victims, consumers, sexual provocateurs, and woman warriors. Through class discussions, presentations, and writing assignments, students will develop skills to critically interpret women’s real and fantasized relationships to modern wars. Students will also develop a vocabulary in gender and feminist studies through the applied use of terms and concepts like gender construction, differences between gender and sex, gender performance, gender non-conformity, intersectionality, interpellations between societal gender and war structures, and the mobilization of gendered identities for militarized purposes in the U.S. and Vietnam during the Vietnam War Era. ", "schedule": []}, {"id": "MATH205_Spring2021_S01", "type": "Semester", "title": "Probability and Statistics", "credits": 4, "instructor": "Tran Vinh Linh", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: MATH 101 – Calculus and MATH 105 - Introduction to Data Analysis (recommended but not required)\n• Course Format: Online on Minerva Platform. \n• Details: How can we predict the future? Can we measure how likely an event could happen? Weather turns bad or good, Stock market rises or falls, Trump gets elected or not..., these are the events that no one can be certain of. Probability and statistics is a mathematical theory that can help us understand about the randomness of events and use the data from the past to predict the future. In this course, we will explore the nature of random events and build up the mathematical models and tools that can be used to calculate the chance of event happening. With a strong foundation we will also consider many real-world problems on how to handle and understand data and make meaningful statistical inference. The applications come from many areas such as industrial quality control, market share prediction and even a little bit of Las Vegas gambling.", "schedule": []}, {"id": "PSY101_Spring2021_S01", "type": "Semester", "title": "Introductory Psychology", "credits": 4, "instructor": "Jill Siri", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: No\n• Reading/ Writing Intensive\n• Course Format: In-person\n• Cross-listed: [IS – Integrated Science], [PSY – Psychology]\n• Details: This course is designed to be an Engaged Inquiry into psychology, focusing not just on helping students to get to know what psychology is, but also helping students develop important critical and scientific thinking skills as they engage in collaborative and reflective learning. Through this course, students will be introduced to many of the major topics, concepts, and theories of psychology. Both historical perspectives and current research are included. This course will emphasize ways students can apply psychology to various aspects of everyday life, investigate the impact of culture on psychological processes, and think critically about how psychological research and theory inform contemporary issues. Major topics in this course include biological and developmental processes; consciousness and perceptions; learning, remembering, and thinking; motivation and emotion; personality and individuality; social behavior; normal stress and coping; psychological disorders and treatment methods.", "schedule": []}, {"id": "PSY101_Spring2021_S02", "type": "Semester", "title": "Introductory Psychology", "credits": 4, "instructor": "An Nguyen", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Introductory\n• Prerequisites: No\n• Course Format: In-person\n• Details: This course is designed to be an Engaged Inquiry into psychology, focusing not just on helping students to get to know what psychology is, but also helping students develop important critical and scientific thinking skills as they engage in collaborative and reflective learning. \nThrough this course, students will be introduced to many of the major topics, concepts, and theories of psychology. Both historical perspectives and current research are included. \nThis course will emphasize ways students can apply psychology to various aspects of everyday life, investigate the impact of culture on psychological processes, and think critically about how psychological research and theory inform contemporary issues. Major topics in this course include biological and developmental processes; consciousness and perceptions; learning, remembering, and thinking; motivation and emotion; personality and individuality; social behavior; normal stress and coping; psychological disorders and treatment methods. ", "schedule": []}, {"id": "PSY202_Spring2021_S01", "type": "Semester", "title": "Developmental Psychology", "credits": 4, "instructor": "Jill Siri", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: PSY 101 – Introductory Psychology. [With exception for only Spring 2021 to have PSY 101 listed as co-requisite].  \n• Course Format: In-person\n• Details: Have you ever wondered how a human-being develops and changes overtime since birth? If so, welcome to Dev. Psy! Developmental psychology or Lifespan Development is the study of human’s development process and different factors that may have an influence on one’s development. Students will gain perspectives on how brain and physical, cognitive and linguistic, emotional, sociocultural, moral, and spiritual developments change across the life span—from prenatal through late adulthood or from “womb to tomb.” Important topics that may affect human development, such as the role of family and other relationships, the development of self-in-context, and unique aspects of aging and bereavement will be discussed.  This course is designed particularly to engage students in conversations around human development in the context of Vietnam and Vietnamese culture in order to start to compare and contrast it with the contemporary understandings and research of various developmental psychology theories and topics.", "schedule": []}, {"id": "PSY205_Spring2021_S01", "type": "Semester", "title": "Abnormal Psychology", "credits": 4, "instructor": "Chris Rebholz", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\n• Prerequisites: PSY 101 – Introductory Psychology. [With exception for only Spring 2021 to have PSY 101 listed as co-requisite].  \n• Course Format: Online\n• Details: This course examines anxiety, stress, personality disorders, psychosomatic disorders, deviant social behavior, mood disorders, and schizophrenia. It will discuss theories of etiology (causes) and methods of therapeutic treatment, case studies, experimental research, and clinical research. We will also examine cultural and ethical issues pertaining to psychological disorders. A major goal of the course is to promote greater awareness and knowledge of abnormal psychology in hopes that we can reduce the suffering and stigma associated with mental disorders.", "schedule": []}, {"id": "SOCI105_Spring2021_S01", "type": "Semester", "title": "Research Methods in Social & Behavioral Science (Co-design)", "credits": 4, "instructor": "Kinho Chan", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Foundation\n• Prerequisites: PSY 101 – Introductory Psychology\n• Course Format: In-person\n• Note: This is required course for Psychology Major.\n• Details: Students are invited is join this course as co-designers and co-learners. Instructor and students will collaborate to create a course that helps students learn to systematically analyze situations, derive scientific questions, gather information, form hypotheses, carry our research, interpret results, and report findings. Topics will include quantitative and qualitative research methods and APA journal style writing.  ", "schedule": []}, {"id": "SOCI202_Spring2021_S01", "type": "Semester", "title": "Digital Anthropology", "credits": 4, "instructor": "Ian Kalman", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\t\n• Prerequisites: No\n• Course Format: In-person\n• Cross-listed: [SOCI – Social Science], [ARTS]\n• Details: Today, we live in a world characterized by connectivity unprecedented in human history.  One can wake up, grab their phone, catch up with news and friends from around the world, all before leaving the bed.  For all humans spending their lives in towns, villages, and cities, from one side of the world to another, most of us spend much of our lives in cyberspace.  The meaning of “going there” has changed, and the Internet is fundamental to that change. We log into the Internet, go online, visit websites, surf the web, navigate pages, and so forth.  Even the language we use to talk about the Internet is one of travel, of spatial belonging and exploration. This course considers how the Internet, and in particular, online communities and cyberspace are redefining what it means to be human.  As much as this is a course about digital belonging, this is also a course of digital belonging.  Through a reflexive analysis of our digital connectivity within the class, we can challenge our own assumptions about what it means to exist in digital spaces.  Some online spaces we will explore are: Social Media Influencers, E-Sports, Online Forums (including parenting, suicide, and dating), Hacktivism, Wikipedia, and, of course, Facebook. Some theoretical concepts we explore are social theories of modernization, materiality, actor network theory, social capital, identity, space, virtuality, the state, and surveillance. This course offers a general introduction to social science and anthropological research methods, and theories, with a specific emphasis on cultures of and in new media (internet, mobile phone, etc.).   As a final project, students will develop and conduct a mini-ethnography of an online community of their choosing.  ", "schedule": []}, {"id": "SOCI205_Spring2021_S01", "type": "Semester", "title": "Language, Culture and Thought", "credits": 4, "instructor": "Ian Kalman", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 25, "description": "• Level: Intermediate\t\n• Prerequisites: No\n• Reading/Writing Intensive\n• Course Format: In-person\n• Cross-listed: [SOCI – Social Science], [LIT - Literature], [PSY – Psychology]\n• Details: What is language - and could we even ask this question without it?  Among all animals, humans are unique – not in our ability to communicate, but in the depth and extent of that ability.  Human language is not just about communication. Words, to quote JL Austin, \"do things\".  Phrases like, “I now pronounce you man and wife” can fundamentally change someone’s legal and personal identity.  Language is intimately tied to experience, were those words “just a joke”?, or an insult?  Ultimately, as much as language is something that humans make, language is also part of what makes us human.  This course explores the complex intersection of language, culture, and thought through an introduction to sociolinguistics and linguistic anthropology.  Our course is divided into two principle units – firstly, we examine the history and core concepts in sociolinguistics.  These concepts include linguistic relativity, code, semiotics, illocutionary acts, and framing.  In the second unit, we investigate language in everyday life. These themes include power, gender, ideology, and identity.  Please note, this is not a linguistics course.  We will not be learning new languages or the technical components of syntactic structures. While we will draw examples from many languages throughout the world, strong English reading and writing skills are highly recommended, as core texts will be in English and many draws upon English for examples.", "schedule": []}, {"id": "VS201_Spring2021_S01", "type": "Semester", "title": "Going Hand in Hand: Politics and Economic Development in Contemporary Vietnam", "credits": 4, "instructor": "Nguyen Thanh Trung", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 30, "description": "• Level: Intermediate\n• Prerequisites: \n• Reading/Writing Intensive\n• Course Format: In-person\n• Details: To help Vietnam become an active participant in today’s world requires a basic understanding of the country and the broader Asia-Pacific region. The past three decades have seen Vietnam increasingly rising as a political as well as economic power in the Southeast Asian region. Given its growing economic size and political influence, Vietnam’s regional footprint is progressively noticeable. This course helps students understand how politics, history, culture, and customs could have an impact on the rapidly changing economy and society in contemporary Vietnam. It will focus on the discussion how political, economic and social forces shape a “socialism-oriented market economy” as the Vietnamese government claims. Put simply, the primary focus is on the interrelationships among individuals, governments, and public policy. The course is organized into two broad primary portions: 1) The history of Vietnam and the Vietnam’s economic renovation (Doi Moi) since 1986; and 2) Contemporary issues the country is facing. This first part will only capture the key periods and turning points in historical Vietnam, which is necessary for understanding how historical institutions continue to shape the nation’s politics and economy today. The remainder of the course will be on the Vietnamese economic reform since 1986 and contemporary issues, with an emphasis on the relationship between politics and economic development, plus cross-country comparisons as well as key challenges facing the Vietnamese Communist Party leadership, such as regime stability, pollution, and political reform.", "schedule": []}, {"id": "EL101_Spring2021_S01", "type": "Semester", "title": "Experiential Learning", "credits": 4, "instructor": "Vincent Pham", "start_date": "11/1/2021", "end_date": "28/05/2021", "capacity": 10, "description": "• Level: Foundation\n• Prerequisites: No\n• Course Format: In-person. Session 01 is a weekly meet. Session 02 is a bi-weekly meet.\n• Application Form required (https://bit.ly/20FA_ELC_Application)\n• Details: Fulbright’s commitment to active and whole-person learning and the employability of our graduates requires that all students engage with an experiential learning opportunity (referenced as “experience” from here on) at some point during their undergraduate careers. Broadly, “experiences” are defined as learning that occurs embedded in the actual context (and under the supervision) of an expert or practitioner, and not in a classroom environment. These experiences are classified under thematic areas, and each thematic area has its own unique and tailored course, serving as a unifying community aspect, where students will critically reflect on and share their work. The Experiential Learning Course ensures that all Fulbright students are learning in fulfilling experiences.\nDue to the nature of this course, a separate application process will be shared with all students via Career Development. To better understand this course and how to enroll, please read the Course Framework: https://bit.ly/ELPFrameworkv04_Students", "schedule": []}]