[
  {
    "title": "Issues in Contemporary Photography",
    "id": "ARTS209_Summer2022_S01",
    "credits": "4",
    "instructor": "TBA",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OkQAJ/arts209summer2022s01",
    "description": "Faculty: TBA\nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: ARTS103 Introduction to Photography History and Theory. This course is not recommended for first-year students and student enrollment may be subject to instructor approval.\nFormat: On-campus\n---\nCourse Description: This hands-on course explores a variety of approaches to contemporary photography. Students investigate the relationship between art photography and cultural history, social movements, and commercial impulses. Weekly meetings introduce important trends in photographic practice - abstraction, appropriation, tableaux, etc. alongside digital and darkroom-based techniques. Students work both individually and in groups to respond to the themes and issues introduced in class. A critique panel including faculty and invited artists meets weekly to discuss student work. The course culminates in a final review open to the Fulbright community.",
    "categories": [
      "E1"
    ],
    "schedule": []
  },
  {
    "title": "Documentary Filmmaking and Video Journalism",
    "id": "ARTS302_Summer2022_S01",
    "credits": "4",
    "instructor": "Duy Linh Tu",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OoQAJ/arts302summer2022s01",
    "description": "Visiting Faculty: Duy Linh Tu\nCredits: 04 credits\nPre-requisite: ARTS101-Introduction to Visual Studies and ARTS104-Video & Film Production (or equivalent). This course is not recommended for first-year students and student enrollment may be subject to instructor approval.\nFormat: On-campus\n---\nCourse Description: Documentary filmmaking, like the rest of the journalism world, is rapidly and constantly changing. In response, this course will introduce students to various technologies, styles, and forms used in video storytelling. This course is part field training, part theory and discussion, and part production. A large portion of class time will be spent working on shooting fundamentals and working towards advanced cinematography and storytelling techniques. We will study both short- and longer-format documentary filmmaking techniques, and will be encouraged to apply these techniques creatively in producing compelling works of video journalism. There will be a strong emphasis on best practices in field production and post-production, and as such, significant classroom time will be spent on advanced editing techniques. Students will produce one long-form film (with several drafts) and will leave the course comfortable producing video pieces suitable for multi-platform and multi-device distribution.",
    "categories": [],
    "schedule": []
  },
  {
    "title": "Global Humanities and Social Change",
    "id": "CORE101_Summer2021_S05",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OeQAJ/core101summer2021s05",
    "description": "Category: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course examines key moments in the global history of thought through the lens of textual analysis. Over the course of the semester, students will develop their written rhetorical, reading, and critical thinking skills. \nSummary\nIn order to change the world, it is worthwhile to look at “change,” both as a historical fact and a concept that has consumed thought for generations. This course looks at key texts in five core periods and epistemic traditions: (1) classical epistemologies and origin myths; (2) major transitions of the post-classical era; (3) Renaissance, Enlightenment, Revolution and transitions to modernity; (4) Modern Era; and (5) (Post) Colonialism. We ask, what exactly is change - be it creation, enlightenment, conversion, metamorphosis, revolution, or evolution? And we ask how have our ideas about “change” changed over time?\n---\nLearning Objectives:\n·      Students will be able to compose responses to texts related to literature, philosophy, religion, arts, in the forms of argumentative and comparative essays.\n·      Students will be able to explain the evolution of ideas and how those ideas influence social policy and shape perception in the contemporary world.\n·      Students will be able to critique each other’s perspectives in the context of group discussions.\n·      Students will be able to analyze texts in ways that are applicable not only in the classroom but also in the professional world beyond the classroom.\n---\nAssessments & Grading:\nStudents are fully responsible for any missed classes and work. Except in cases of health/family emergency that can be documented, tardiness or absences leading to missed graded in-class activities will result in students receiving a zero. All late take-home assignments are subject to a 3% penalty every 24 hours. Generally, late assignments will not be accepted after one week.\n Participation: 20%\nWeekly Response Postings: 20%\nWriting Assignment #1 – the Outline: 20%\nWriting Assignment #2: 20%\nWriting Assignment #3: 20%",
    "categories": [
      "Core"
    ],
    "schedule": []
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Summer2021_S05",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OfQAJ/core102summer2021s05",
    "description": "Category: Core\nCredits: 04 credits\nPre-requisite: Required courses in the first two years\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives:\nAfter finishing the course, the students should be able to\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "categories": [
      "Core"
    ],
    "schedule": []
  },
  {
    "title": "Design and Systems Thinking",
    "id": "CORE105_Summer2021_S04",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OgQAJ/core105summer2021s04",
    "description": "Category: Core\nCredits: 04 credits\nPre-requisite: No\nFormat: On-campus\n---\nCourse Description: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.\n Designing and Systems Thinking (D&ST) course introduces the principles, processes, and tools of systems thinking and design thinking that are used to identify and generate solutions to frictions in our society. The building blocks to understand systems and to approach the designing process include: how ethnographic observation can be used to frame and observe real world challenges from the consumer’s perspective; an introduction to systems thinking to understand how challenges exist in a broader context; design thinking, enabling a structured approach to developing solutions and concepts; prototyping of physical products and designs; and key engineering concepts that enable concepts to become reality. This course employs project-based learning among teams of students to identify problems, specify client, consumer, or societal needs, and design a system answering those needs. This process includes defining the product’s features and specifications, decomposing it into components, integrating it into an environment, building it, and then validating and verifying its results. For example, teams may create elements of a smart home like automatic lighting and watering, or an Internet of Things (IoT) system for drought monitoring and early warning, or an automatic hand sanitizer. They will use modules, materials, tools, and facilities available in the market or in the Fulbright Maker Space to prototype these systems. In the process, they will develop a basic command of agile methods used in project management, learn basic modern fabrication skills, and practice critical thinking, including an understanding of constraints, negotiating between options, and examining social and environmental impact.\n ---\nLearning Objectives: After completing the course, students will be able to\nUnderstand and practice the tools and principles of systems thinking and design thinking.\nDefine the requirements of potential solutions and the quantitative and qualitative specifications of a system, with consideration for potentially related factors.\nDecompose a system into deterministic components and functions, explain how they interact with each other and behave when integrated as a whole system, and explain how the system works within its environment.\nBuild a working prototype and verify whether this prototype meets defined requirements and specifications.\nImprove communication skills through oral and written presentations, sharpen teamwork skills by working with other students on term projects, as well as critical thinking while giving comments to others.\n---\nAssessments & Grading:  \nMaker Space Training: 20%\nTheory: 40%\nApplication: 40%",
    "categories": [
      "Core"
    ],
    "schedule": []
  },
  {
    "title": "Security & Cryptography",
    "id": "CS305_Summer2022_S01",
    "credits": "4",
    "instructor": "Murphy Rallapalli",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUOSQA3/cs305summer2022s01",
    "description": "Visiting Faculty: Murphy Rallapalli\nCredits: 04 credits\nPre-requisite: CS101 – Computer Science 1,\nFormat: On-campus\n---\nCourse Description: Society is increasingly reliant on computing systems for storing various kinds of information including a lot of sensitive information, such as financial data, health records, and classified business documents. Protecting these assets from malicious actors, who wish to gain unauthorized access to them, is an ongoing challenge. This course is an introduction to foundational concepts from the field of information security, including secure design principles, review of cyber-attack vectors, cyber best practices and the theoretical underpinnings of common cryptographic algorithms. Students will also reflect on and grapple with legal and ethical issues in information security, including user and data privacy, transparent practices, and cyberactivism. ",
    "categories": [],
    "schedule": []
  },
  {
    "title": "Independent Study: Machine Learning",
    "id": "CS398_Summer2022_S01",
    "credits": "2",
    "instructor": "Murphy Rallapalli",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUEjQAN/cs398summer2022s01",
    "description": "Visiting Faculty: Murphy Rallapalli\nCategory: Experiential Learning - Scholar Development\nCredits: 02 credits\nPre-requisite: CS101 – Computer Science I\nFormat: On-campus\n---\nCourse Description: Over the past two decades Machine Learning has become one of the mainstays of information technology and a hidden part of our life. With the ever-increasing amounts of data becoming available, smart data analysis will become fundamental to daily routine operations in various domains as a necessary ingredient for technological progress. In this special topic course, students simultaneously learn concepts and hands-on analysis of data using various techniques and algorithms to evaluate data and gain actionable insights.",
    "categories": [
      "EL"
    ],
    "schedule": []
  },
  {
    "title": "Introduction to Econometrics",
    "id": "ECON209_Summer2022_S01",
    "credits": "4",
    "instructor": "Phan Tuan Ngoc",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OlQAJ/econ209summer2022s01",
    "description": "Faculty: Phan Tuan Ngoc\nCategory: Ẽxploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nFormat: On-campus\n---\nCourse Description: This course covers basic techniques in quantitative analysis. Students will learn how to use data to study correlations and causal relationships between concepts in economic applications and beyond. It introduces students to widely-used procedures for regression analysis, and provides intuitive, applied, and formal foundations for regression and more advanced methods covered in later studies. This course will use rudimentary calculus and some matrix algebra.",
    "categories": [
      "E2"
    ],
    "schedule": []
  },
  {
    "title": "Sensor, Measurement and Analysis",
    "id": "ENG204_Summer2022_S01",
    "credits": "4",
    "instructor": "Nguyen Hop Minh",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OiQAJ/eng204summer2022s01",
    "description": "Faculty: Nguyen Hop Minh - E: hopminh.nguyen@fulbright.edu.vn\nCategory: Exploratory - Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: This course cultivates the process of experimental investigations in the context of engineering systems. Students will work both individually and in teams to look into the measurement of fundamental properties of the physical world like temperature, pressure, and sound intensity to design and fabricate simple electronic sensors that allow them to measure these properties in an engineering application. Furthermore, students will work on the collection and analysis of the data produced from these sensors to evaluate the performance of their devices and to understand real-world phenomena as the objects of designed experimental investigation.",
    "categories": [
      "E3"
    ],
    "schedule": []
  },
  {
    "title": "History_Independent Study/Research",
    "id": "HIS298_Summer2022_S02",
    "credits": "4",
    "instructor": "Offering Status",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzURSQA3/his298summer2022s02",
    "description": "Supervisor: Antoine Le\nCategory: Experiential Learning - Scholar Development\nCredits: 04 credits\nPre-requisite: HIS101 Fulbright History Lab + History Dialogues Project\nCourse Format: On-campus\n---\nCourse Description: The Independent Research Seminar is an optional summer component that immediately follows Fulbright History Lab + History Dialogues Project that gives the students the opportunity to carry out the history research projects they designed in the spring. The Independent Research Seminar provides a well-structured, but self-implemented research experience for first and second year students interested in pursuing History or a related social science field. Spanning the course of 14 weeks over the summer, students will use the skills they have previously acquired to carry out supervised independent field work and produce their own piece of scholarship. The final research project may take several different forms, from a conventional research paper to a policy memo, mini digital archive, documentary, or podcast (among other possibilities). Students will present their research and final project at a virtual conference hosted by Princeton University in September.",
    "categories": [
      "EL"
    ],
    "schedule": []
  },
  {
    "title": "Sustainable development: Science and Industries ",
    "id": "IS107_Summer2022_S01",
    "credits": "4",
    "instructor": "Nguyen Thi Trang",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OjQAJ/is107summer2022s01",
    "description": "Faculty: Nguyen Thi Trang - E: trang.nguyen@fulbright.edu.vn\nCategory: Exploratory - Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: Climate change and environmental pollution have caused devastating damages to human lives and ecological systems. Thus, sustainable development has become the focus of policies and economies and increasingly more important to many citizens. We all know the usual sources of pollution such as oil and gas industry and transportation; however, we may not be aware of how polluting some other industries are: fashion, foods and beverages, construction, building operation… and these industries affect everyone in their daily lives as well as professional works.\nThis course, Sustainable Development: Science and Industries, provides the basic concepts of Sustainability Science and explores the processes causing certain industries to be so polluting. We will also look at the difficulties in making them greener and what have been done so far. Through the course materials, extra readings, sharing from experts, and group projects, students will gain better understanding of this pressing issue through both the scientific and practical lenses and become knowledgeable citizens who can make informed decisions in both their everyday routines and their future careers.",
    "categories": [
      "E3"
    ],
    "schedule": []
  },
  {
    "title": "Introduction to Bioinformatics",
    "id": "IS210_Summer2022_S01",
    "credits": "4",
    "instructor": "Ly Le",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzURwQAN/is210summer2022s01",
    "description": "Visiting Faculty: Ly Le\nCategory: Exploratory - Sciences & Engineering (E3); Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: (1) CORE104 Scientific Inquiry and (2) One intermediate-level course in either Integrated Science, Engineering, Maths or Computer Science. If you don’t meet these requirements and you are incredibly passionate to take the course, feel free to contact faculty.\nCourse Format: On-campus\n---\nCourse Description: The course provides a broad introduction to the entire field of bioinformatics. The basics of bioinformatics are explained, followed by discussions of the state-of-the-art computational tools available to solve medical and biological research problems. All key areas of bioinformatics are covered including biological databases, sequence alignment, gene and promoter prediction, molecular phylogenetics, structural bioinformatics, genomics and proteomics. Some applications of bioinformatics will be introduced at the end of the course.\n---\nLearning Objectives:\nUnderstand the importance of biological big data\nPractical skills to find, retrieve and analyze data from major bioinformatic databases\n Ability to evaluate analysis bioinformatic results\n Elementary knowledge of phylogenetics and protein structure prediction/visualization\nAbility to apply bioinformatics tools to related fields\n---\nTentative Course Lectures\n1. Lecture 1: Introduction to Bioinformatics. History, related fields, application\n2. Lecture 2: Online biological databases. NCBI, UNIPROT, DRUGBANK, PROTEIN DATABANK…\n3. Lecture 3: BLAST. Sequence queries against biological database, BLAST algorithms.\n4. Lecture 4 : Sequence alignment. Pair-wise alignment, multiple sequence alignment, local and global alignment, dynamic programing. Finding concencus sequence.\n5. Lecture 5: Molecular evolution and phylogenetics tree. Origin of phylogenetics Tree. Molecular evolution, methods to build molecular phylogenetics tree. Analysis of phylogenetics tree\n6. Lecture 6 : Gene Prediction. Human genome project, Converting DNA-Protein, Gene Prediction, Primer design\n7. Lecture 7: Protein structure analysis. Review protein structure, Protein structure alignment, Structure classification\n8. Lecture 8 : Protein structure prediction. Procedure, template selection, model evaluation.\n---\nAssessments & Grading\nGroup presentation: 10%\nAssignments: 20%\nMid-term exam: 30%\nFinal exam: 40%",
    "categories": [
      "E3",
      "E4"
    ],
    "schedule": []
  },
  {
    "title": "Identity, Community, and Memory in Vietnamese Diasporic Literature and Film",
    "id": "LIT204_Summer2022_S01",
    "credits": "4",
    "instructor": "Isadora Wagner",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OXQAZ/lit204summer2022s01",
    "description": "Visiting Faculty: Isadora Wagner \nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: Students taking this course will examine issues of family, identity, memory, community, violence, and trauma in the global literature of the Vietnamese diaspora from the French colonial period (1887-1954) to the end of the American-Vietnam War (1956-1975) and into the present. Bi-weekly class discussions will be based on substantial weekly readings (100 pp./week) in poetry, fiction, memoir, film, and essays that anchor the class’s exploration of how a scattered and war-displaced people (re)constructs identities, communities, and memories through cultural representations in literature and film. Students will examine, discuss, and write about works by American, Canadian-, and Australian-Vietnamese writers, directors, and scholars. While by no means a theory-heavy course, this literature seminar will introduce students to the interdisciplinary academic field and key texts of ethnic and diasporic studies. The course is divided into six modules of roughly 2-3 weeks in length each to thematize readings around the following topic clusters: (1) Memory, Displacement, and Nostalgia; (2) Auto-Narrative and Identity; (3) Diasporic Overseas Communities; (4) Generational Conflict and Assimilation Issues; (5) Race, Labor, Gender, and Class; and (6) Re-imagining Viet Nam’s Past and Future. Each module ends with an optional film screening to be scheduled outside of class hours as a capstone. ",
    "categories": [
      "E1"
    ],
    "schedule": []
  },
  {
    "title": "Women and Gender Studies: Representations of Women in Vietname War Literature an",
    "id": "LIT206_Summer2022_S01",
    "credits": "4",
    "instructor": "Isadora Wagner",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OWQAZ/lit206summer2022s01",
    "description": "Visiting Faculty: Isadora Wagner\nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: This interdisciplinary literature and gender studies course examines women’s relationships to the American-Vietnam War (1956-1975). Drawing from fiction, film, memoir, news articles, poems, cartoons, and historical and feminist works, we will analyze women’s contributions to warfare in the following roles: as mothers, nurses, wives, resistance fighters, base workers, sex workers, war brides, anti-war protestors, journalists, humanitarians, soldiers, and political leaders. Students taking this course will gain a deeper appreciation of Vietnamese and U.S. women’s history and the issues surrounding women’s portrayals as nurturers, breeders, protected others, betrayers, victims, consumers, sexual provocateurs, and woman warriors.Through class discussions, presentations, and writing assignments, students will develop skills to critically interpret women’s real and fantasized relationships to modern wars. Students will also develop a vocabulary in gender and feminist studies through the applied use of terms and concepts like gender construction, differences between gender and sex, gender performance, gender non-conformity, intersectionality, interpellations between societal gender and war structures, and the mobilization of gendered identities for militarized purposes in the U.S. and Vietnam during the Vietnam War Er. ",
    "categories": [
      "E1"
    ],
    "schedule": []
  },
  {
    "title": "Multivariable calculus",
    "id": "MATH204_Summer2022_S01",
    "credits": "4",
    "instructor": "Offering Status",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUEkQAN/math204summer2022s01",
    "description": "Visiting Faculty:\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: MATH101 Calculus\nCourse Format: On-campus\n---\nCourse Description: How do we know the flying trajectory of a space shuttle? How can we predict the social effect of a combination of several policies? The answers to these questions require the study of function of many variables. In this course students will be guided through the essential theory of multivariable calculus with applications in sciences, engineering, economics, etc.",
    "categories": [
      "E4"
    ],
    "schedule": []
  },
  {
    "title": "Probability",
    "id": "MATH205_Summer2022_S01",
    "credits": "4",
    "instructor": "Offering Status",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUT9QAN/math205summer2022s01",
    "description": "Visiting Faculty:\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: MATH101 Calculus\nCourse Format: On-campus\n---\nCourse Description: How can we predict the future? Can we measure how likely an event could happen? Weather turns bad or good, Stock market rises or falls, Trump gets elected or not..., these are the events that no one can be certain of. Probability and statistics is a mathematical theory that can help us understand about the randomness of events and use the data from the past to predict the future. In this course we will explore the nature of random events and build up the mathematical models and tools that can be used to calculate the chance of event happening. With a strong foundation we will also consider many real world problems on how to handle and understand data and make meaningful statistical inference. The applications come from many areas such as industrial quality control , market share prediction and even a little bit of Las Vegas gambling. ",
    "categories": [
      "E4"
    ],
    "schedule": []
  },
  {
    "title": "Counseling Psychology",
    "id": "PSY302_Summer2022_S01",
    "credits": "4",
    "instructor": "Nathan Gehlert",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUTAQA3/psy302summer2022s01",
    "description": "Visiting Faculty: Nathan Gehlert\nCredits: 04 credits\nPre-requisite: Introductory Psychology AND Psychological Disorders, Diagnosis & Treatment. \nCourse Format: On-campus\n---\nCourse Description: Emphasis on the application of the theoretical principles involved in counseling, including individual, group, and systems perspectives; consulting; and psychotherapy. Seminar format with role playing, practical experience, and audiovisual aides. Basic interviewing, assessment, and counseling skills. Examination of counselor and client characteristics and behaviors. Ethical considerations. Substance abuse as approached by Motivational Interviewing. Methods of instruction include experiential exercises, discussion, small group work, demonstrations, role-plays, and videotaping with critiquing. There will be significant amounts of work for students to complete on their own at home.",
    "categories": [],
    "schedule": []
  },
  {
    "title": "Eco-Village, Eco-District, Eco-Life",
    "id": "SOCI106_Summer2022_S01",
    "credits": "4",
    "instructor": "Paolo Vincenzo Genovese",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUURQA3/soci106summer2022s01",
    "description": "Visiting Faculty: Paolo Vincenzo Genovese\nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: One of the main philosophy of this course is to propose a general understanding about the ecology and sustainability applied in the case of Eco-Village and Eco-District and sustainable architecture. The course will be focused on the connection between different levels of intervention for the green planning and design, including village/district and relative technologies involved, especially the low and middle-tech, chosen according to the local conditions, culture and economy, what it is called Multi-Scale Approach. The discussion will touch several scales of design, from the bioregional scale down to the building. A common mistake in the discussion concerning the sustainability is the fragmentation of the planning. A single green building can not reach any results if it is not conceived into a large scale perspective. For this reason, the theory proposed in the course is the sustainability in a large scenario but connected with the local scale. Bio-Region, sustainable transportation system, Eco-Village and Eco-District, and finally Eco-Building will be connected with an organic plan, generating a general strategy where macro- and micro-scales are coherent and connected. An important part of the research will be the issue of the sustainable transportation. This mostly concerns the different modality of transportation, their structure and inter-connection, TOD system and Smart Node. The theory concerning the sustainability, Eco-Village and Eco-District will be both technical and theoretical. This teaching is based on a series of books that Professor Paolo Vincenzo Genovese published in the past years. Professor Genovese will apply his experience as a professional designer in sustainable district and Eco-Village planned in the Chinese context. One of the innovations of this course is related to coupling the idea of sustainability with Bionic Theory (a.k.a. Biomimicry) used in urban design, architecture and structures. In the Bionic approach the students will select a preferred natural process and investigate the system and the inner rules of the natural elements. They will understand how the nature works, analyzing the mathematical and physical process of the nature. Finally they will realize physical models to express how the natural systems work. During the Bionic Design phase, the students will use the results of the investigation produced in the first phase and finally they will produce a project of sustainable urban Eco-District, Eco-Village or architecture. The logic is to direct the students in the use of the bionic process in the design in order to create sustainable systems.",
    "categories": [
      "E2"
    ],
    "schedule": []
  },
  {
    "title": "Development from Below: Indigenous paths to modernity in Vietnam",
    "id": "SOCI207_Summer2022_S01",
    "credits": "4",
    "instructor": "Philip Taylor",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OmQAJ/soci207summer2022s01",
    "description": "Visiting Faculty: Philip Taylor\nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\nCross-listed: Social Science (SOCI), Economics (ECON), Vietnamese Studies (VS)\n---\nCourse Description: Development in Vietnam is a grand yet unfinished project: many ethnic minorities and upland communities remain poor; people in remote localities and marginal social positions risk being left behind. Such bleak outcomes are sometimes attributed to the ‘dysfunctional’ customs, beliefs and habits of people who adhere to traditional lifeways, religious values, or ethnic preferences that are seen as obstacles to change. This critique has inspired efforts to simplify or eliminate diverse local traditions and practices, on the grounds that they pose barriers to development and human improvement. Yet such efforts have, in turn, led target groups to resist development, for instance by clinging with renewed vigour to the past, or to claims of innate difference, or holding out hope for miraculous salvation. The sheer diversity of indigenous cultures in Vietnam is a thorny challenge for a country that is serious about the objective of inclusive development. \nThis course takes a different tack in examining diversity as a potential resource for development. Critical of top-down development, which often proceeds in ignorance of what works locally, it explores the myriad ways that ordinary Vietnamese people have contributed, in their own manner, to development in their country. In numerous localities, people have achieved a measure of economic growth, intellectual development, material security, social cohesion, and inclusion by drawing on non-conventional resources such as spiritual capital, ethnic networks, traditional kinship, indigenous gender ideologies, communal bonds, myth, local memory, or religious morality. In so doing they neither resist change, nor abandon their traditions, but instead mobilize time-honoured capacities and logics to chart an indigenous path to development. The course reviews a selection of influential development theories and introduces fascinating case studies drawn from a variety of localities in Vietnam that were generated with ethnographic methods. The case studies open eyes to the multitude of development challenges Vietnam faces but also the rich fund of indigenous experiences and capacities currently being activated by ordinary people in numerous places to solve their diverse problems as examples of ‘development from below’.  ",
    "categories": [
      "E2"
    ],
    "schedule": []
  }
]