[
  {
    "title": "2D/3D Foundations",
    "id": "ARTS107_Summer2022_S01",
    "credits": "4",
    "instructor": "Richard Streitmatter-Tran",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPXqQAP/arts107summer2022s01",
    "description": "Visiting Faculty: Richard Streitmatter-Tran - E: richard.tran@fulbright.edu.vn\nCategory: Exploratory - Arts and Humanities (E1)\nCredits: 04 credits\nPre-requisite: No\nFormat: On-campus only\n* Note: 8-week course\n---\nCourse Description\n2D/3D Foundations is a practice-based studio course introducing the fundamentals of visual language including basic drawing, color theory, and basic modeling with the options to experiment with new digital fabrication technologies in the Maker Space. Students will be introduced to a variety of art media including charcoal, water-based paint, modeling clay and 3D printers with a focus on experimentation culminating in an individual semester final project. Students may also have the opportunity to visit art galleries, artist studios and site specific work off campus. \n---\nLearning Objectives\nStudents will be able to demonstrate a basic command of art fundamentals including color theory, drawing (both observational and technical) and 2-dimensional and 3-dimensional visual elements (e.g. line, tone, shape, composition). \nStudents will be able to communicate concepts through a visual language and articulate their creative process.\nStudents will be able to make informed choices about the suitability of materials for art and design based projects.\n---\nTentative Schedule\n*Draft Outline. Course content by session. Order and details may change.\n\nSection 1: Introduction to the Course\nIn this section students will be provided a course overview, an introduction to the required 2D/3D art making materials, the course assessments, required texts/readings and a visit to the Maker Space. Rules for space usage and safety will also be covered.\nStudents will engage in the first 2D exercise, Blind Contour Drawing.\n\nSection 2: Observational Drawing\nStudents will learn the difference between Conceptual Drawing and Observational Drawing. Drawing measuring techniques will be explained with practical exercises to help hone observational drawing skills. Exercise: Leaf/Grass drawing exercise.\n\nSection 3: Observational Drawing 2\nStudents will continue observational drawing skills from a 3D Still life setup. Negative Space drawings and Positive Space Eraser Drawings.\n\nSection 4: Technical Drawing 1\nStudents will be introduced to drawing in isometric, 1, 2 and 3-point perspectives. Students will be taking photographs from local architecture and drawing from life/photo.\n\nSection 5: Tone and Value\nStudents will learn about light, tone and value, highlight and shadow, and use graphite and charcoal in exercises that allow them to depict objects in a more realism on a 2d plane.\n\nSection 6: Color Theory\nStudents will learn basic color theory and be able to incorporate knowledge from the previous lecture on Tone and Value to integrate with color (Tint, Hue, Saturation, Chroma). They will also be introduced to several historical color theories including the difference between RGB (Screen based) and CMYK (Print based) color, Munsell, Albers and limited color palettes.\n\nSection 7: Figure Drawing and Sculpting 1\nStudents will learn about basic human anatomy for representing the figure in 2 and 3 Dimensions. Demonstrations on how both sculpture and drawing go hand in hand will be given by the lecturer.\n\nSection 8: Live Studio Models\nStudents will have a session with a life studio model. Students can choose their own media (drawing, water-based painting, digital, sculpture).\n\nSection 9: Introduction to 3D Modeling and Printing\nStudents will learn be introduced to a digital sculpting/modeling 3D program (e.g. Fusion 360) and learn how to prepare digital designs for 3D Printing in the Maker Space.\n\nSection 10: Contemporary Art Gallery or Artist Studio Visit\nStudents are introduced to the professional contemporary art practice through the gallery and/or artist studio.\n\nSection 11: Drawing on Site: Urban Sketching in the City or HCMC Zoo\nStudents compare experiences from the studio and plein-air/on-site art making.\n\nSection 12: Introduction to Woodblock Lino Printmaking\nStudents will be introduced to printmaking through the woodblock/lino cut printing method. Students will design, carve and produce their own prints.\n\nSection 13: Final Project Work-in-Progress Critique\nStudents will present their final projects work in progress in class critiques. Students will learn about the value of constructive criticism, both in giving and receiving. Students will take feedback into consideration as they finalize their semester project work.\n\nSection 14: Installing work for Final Exhibition\nStudents learn about exhibition design, lighting, framing, and other aspects about presentation of artwork.\n---\nAssessments\nParticipation (30%) - contributions to studio critiques\nStudio Journal (30%) - means of recording in-class and homework exercises, periodically checked by instructor to assess progress and give feedback\nFinal project (40%) - final project in a media of their choice, with benchmark formative submissions",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      },
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Digital Media Arts",
    "id": "ARTS210_Summer2022_S01",
    "credits": "4",
    "instructor": "Chau Tran-Vi",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPXbQAP/arts210summer2022s01",
    "description": "Visiting Faculty: Chau Tran-Vi - E: chau.tran@fulbright.edu.vn \nCategory: Exploratory - Arts and Humanities (E1)\nCredits: 04 credits\nPre-requisite: (1) Completion of Core Courses (2) ARTS101 Introduction to Visual Studies, (3) ARTS104 Video and Film Production (or equivalent foundational course)\nFormat: Hybrid\n--- \nCourse Description  \nThis course focuses on the nature and cultural impact of new media by looking at a wide range of artifacts and practices associated with that term, especially the role of digital technologies in new media. The purposes of the course are both theoretical and practical. Students will be provided with a scholarly foundation in both traditional academic approaches to media theory and how those approaches have changed with the current research. In addition, students will work collaboratively to build their knowledge in how these media are created, used, interpreted, and re-used by themselves and others. Students will be exposed to different areas of new media practices and have the opportunity to work with text, images, audio, and video. Tutorials and workshops are provided to support and inform this creative process, providing modules of skill-sets and technologies.  \n---\nCourse Objectives \nDiscuss key concepts such as critical theories, technologies, aesthetics related to new media art \nProvide practical experience with basic software (Adobe suite) other techniques of digital media \nEncourage the development of experimental art objects \n---\nLearning Outcomes \nAfter completing this course, students will be able to: \nAcquire an understanding of the historical, political, and cultural context, current trends and future projections of digital technologies; \nExplain basic concepts and theories in new (digital) media; \nUnderstand the critical impact of media on a variety of contemporary issues such as privacy, surveillance, labor, and participation, as well as the construction of individual identity – gender, race, ethnicity, sexuality. \nBe able to critically examine and utilize digital tools in meaningful and innovative ways. \n---\nTentative Course Schedule \n(This schedule is provisional, and details are subjected to adjustments where appropriate)  \nWeek 01 - Course Overview & Objectives — No reading due \n\nWeek 02 - What Is New Media? \nReading \nManovich, Lev. “What is New Media?” In The Language of New Media, 18–26. Cambridge, MA: MIT Press, 2001. \nChun, Wendy Hui Kyong. “On Software, or the Persistence of Visual Knowledge.” Grey Room 18 (2004): 26–51. \nLab \nDigital media process: software and tools, key terms such as bits and bytes \n\nWeek 03 - Old versus New Media \nReading \nJenkinson, Henry. Convergence Culture: Where Old and New Media Collide. New York: New York University Press, 2006. Print. pp. 1-24. \nManovich, Lev. “New Media from Borges to HTML.” In The New Media Reader, edited by Noah Wardrop-Fruin and Nick Montfort, 13–25. Cambridge, MA: MIT Press, 2003. \nBourriaud, Nicolas, Jeanine Herman, and Caroline Schneider. Postproduction: Culture As Screenplay : How Art Reprograms the World. New York: Lukas & Sternberg, 2005. Print. \nLab \nPhotoshop basics and image editing, tonal adjustments, masks, layers, highlights, midtones and shadows, fills and strokes, histogram \n***Media Journal Due*** \n\nWeek 04 - History of the digital \nCastells, M. (1996) ‘The Information Technology Revolution’, Chapter 2, The Rise of the Network Society (Second Edition, 2010), Malden: MA – Oxford: Blackwell; pp. 28-69. \nLab \nIllustrator basics: type formats and bitmap & vector image formats, raster, pixels, image resolution, resampling, and bit depth \n\nWeek 05: Digital object \nReading \nHui, Yuk. “What Is a Digital Object?” Metaphilosophy 43, no. 4 (2012): 380–95 \nJonathan Sterne. \"The MP3 as Cultural Artifact.\" New Media & Society 8 (2006): 825-842 \nLab \nColor theory basics: relationship of light to color, colors in the visual spectrum, issues of color perception and aesthetic choice, printed material vs web, techniques for effectively controlling the subjective experience of color across color spaces \n\nWeek 06: DIY media and remix culture \nReading \nBolter, J. and Grusin, R. (1999) Remediation. Cambridge, MA: MIT Press; selected extracts. \nLab \nDigital sound fundamentals \nunderlying physics of our sensory experience of sound \nkey terms such as frequency, sampling rate, channels, bit rate, formats for sound how to optimize file size for these files. \nAdobe Audition basics: noise removal and audio cleanup, using Audition to edit and export audio files \n\nWeek 7 - Summer Break - No Classes \n***Midterm Paper Due*** \n\nWeek 08 - Virtuality \nReading \nBaudrillard, Jean. Simulacra and Simulation. Translated by Sheila Glaser, University of Michigan Press, 1994 (excerpt) \nBostrom, Nick. “Are You Living In A Computer Simulation”. in Philosophical Quarterly (2003) Vol. 53, No. 211, pp. 243‐255 \nLab \nDigital video basics: capture footage, frame rate, scanning, format \nFundamental film-making techniques and camera operations including but not limited to pans, zooms, fades, cross-fades, tilts, rotations \n\nWeek 09 - Body-machine boundaries \nReading \nDonna J. Haraway, “A Cyborg Manifesto: Science, technology, and Socialist-Feminism in the Late Twentieth Century,” in Simians, Cyborgs, and Women: The Reinvention of Nature (New York: Routledge, 1991), 149-181 \nN. Katherine Hayles. \"Chapter 2: Virtual Bodies and Flickering Signifiers.\" In How We Became Posthuman. Chicago: University of Chicago Press, 1999. \nLab \nPremiere workflow: importing, titles, editing, exporting \n\nWeek 10 - Post digital aesthetics \nReading \nBishop, Claire, “Digital Divide: Contemporary Art and New Media”, in Artforum (September, 2012), pp. 434-441 \nBerry, D.M., Dieter, M. (2015). Thinking Postdigital Aesthetics: Art, Computation and Design. In: Berry, D.M., Dieter, M. (eds) Postdigital Aesthetics. Palgrave Macmillan, London \nLab \nAfter Effects basics: time code, compositing, mask, 3D rotation, rendering \n\nWeek 11 - Digital futures \nReading \nBerardi, F. (2009) ‘The Soul at Work’, Chapter 2, The Soul at Work. From Alienation to Autonomy , Los Angeles: Semiotext(e); pp. 74-105. \nChun, Wendy Kyong. “The Enduring Ephemeral, or The Future is a Memory.” In: Huhtamo, Erkki and Jussi Parikka (eds) University of California Press, 2011: 184-200 \nLab \nVideo games design or animation - Guest Lecture TBD \n***Idea+Concept & Roughcuts Due*** \n\nWeek 12 - Lab time working on final project \n\nWeek 13 - Lab time working on final project \n\nWeek 14 - Course Review - No reading due \nPresentation of final projects & Critique \n\nWeek 15 \nPresentation of final projects & Critique \n---\nAssessments\nStudents will be evaluated based on \nactive participation (10%) \nmedia journal (30%) \na midterm paper (30%) \na final project (30%) ",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Documentary Filmmaking and Video Journalism",
    "id": "ARTS302_Summer2022_S01",
    "credits": "4",
    "instructor": "Duy Linh Tu",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OoQAJ/arts302summer2022s01",
    "description": "Visiting Faculty: Duy Linh Tu - E: tu.duy@fulbright.edu.vn\nCredits: 04 credits\nPre-requisite: (1) All core courses, (2) ARTS101 Introduction to Visual Studies, (3) ARTS104 Video & Film Production (or equivalent), (4) at least two 200-level courses in any category.\nFormat: On-campus only\n* Note: 8-week course\n---\nCourse Description: This course covers the fundamental concepts of documentary filmmaking and video journalism. Students will be taught the basics of shooting, editing, video storytelling, and reporting for film and video. The class covers composition, process shooting, interviewing, and identifying video-worthy stories. Students will leave this course comfortable with operating video and audio equipment, editing on non-linear video editing systems, and producing basic video stories.\n---\nLearning Objectives:\nStudents of this course will learn professional-level competency in the following skills:\nIdentifying video-appropriate non-fiction stories\nConceptualizing and producing non-fiction video stories\nCamera operation, including composition, processes shooting, and cinematic techniques\nVideo storytelling structure and techniques\nVideo editing using industry-standard software\n---\nTentative Course Schedule\n\nWEEK 1: THE FUNDAMENTALS OF DOCUMENTARY FILMMAKING AND VIDEO JOURNALISM\nWhat makes good and bad video? Tell me a good story.\nWatch in class: Ritchie. Photobooth.\nStory pitches: Watch XP. How to pitch and how not to pitch a story.\nTRAINING: INTRODUCTION TO ADOBE PREMIERE\nHomework: Prepare story pitches for next week. Verbal, but you can use notes. Please bring printed copies of your full pitches for everyone in class.\n\nWEEK 2\nComposition and Lighting.\nWatch in class: Marlboro Marine\nWhat is a scene?\nPitching stories.\n— A lede with a real character\n— Context about that character and your story, including real data and other reporting. What’s the news value and why do we care?\n— Statement of access\n— Potential scenes and NARRATIVE description (i.e. what is the action we will see?)\nBring gear to class:\nTRAINING: SETTING UP AN INTERVIEW. ADOBE PREMIERE PART 2\nHomework: Report and produce stories. Due TBD: Submit three examples of: Environmental Framing, Leading Lines, Close Ups, and Selective Focus (Shallow Depth-of-Field). Each clip should be 10-15 seconds long. Each clip should be its own Youtube link, i.e. you will send 12 links to us.\n\nWEEK 3\nBreather exercise. Bring to class:\n- Laptop\n- Headphones\n- Hard drive with exercise files: https://www.dropbox.com/s/ze0rlcsv05y0na5/Breather%202018.zip?dl=0\nScripting and organizing projects. Writing VO “Last Holdouts”\nHomework: Report and produce stories. Edit 3-5 minutes of scenes or soundbites. Email us these clips by 5 PM on 11/21 class via Youtube.\n\nWEEK 4\nReview raw footage: Bring 3-5 minutes of edited scenes or soundbites of Story 1 to class.\nStory 2 Pre-Pitch: Workshop ideas for Story 2.\nTechnical Workshop: Review of Common Mistakes\nWatch: TBD\nTRAINING: FINISHING AND EXPORTING PROJECTS IN ADOBE PREMIERE.\nHomework: Report and prepare story pitches. BRING IN YOUR PRE-SCRIPTS FOR REVIEW. MAKE A COPY FOR EVERYONE IN THE CLASS.\nDue via Email:\nWritten Story 2 Pitches\nStory 1 Rough Cut. Bring 14 copies of your script and email links.\n\nWEEK 5\nStory 1 Rough Cuts Critique: Bring copies of your script and email link before class.\nTRAINING: AUDIO MIXING AND COLLOR CORRECTION\n- Laptop\n- Headphones\n- Harddrive with project\nHomework: Re-edit story 1.\n\nWEEK 6\nIN CLASS CRITIQUES OF ROUGH CUTS.\nTRAINING: REVIEW OF VIDEOGRAPHY AND EDITING.\n\nWEEK 7\nIN CLASS CRITIQUES OF FINAL CUTS.\nCLASS REVIEW\n---\nAssessments:\nStudents will be evaluated based on their progress and skills development during the course. Students will produce one short-form video story or documentary in the class. Each week, students will workshop their stories in-class and will be evaluated based on their ability to adopt and apply notes and critiques given in these workshops. Students will also be assessed on habits of professional practice, including punctuality, meeting deadlines, and mastery of video skills on a professional level.\nAttendance is mandatory. In order to benefit fully from your studies, you are expected to attend all relevant and/or required classes for the course. 2 unexcused absences will result in an automatic failing grade for the entire course.\nClass Participation and Engagement in Classroom Workshop Critiques: 25%\nRough Cut of Video Story: 30%\nFinal Cut of Videos Story: 30%\nOverall mastery of hardware and software: 15%",
    "categories": [],
    "schedule": [
      {
        "day": "Friday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      },
      {
        "day": "Friday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      }
    ],
    "location": "09:00:00 12:00:00 Friday,"
  },
  {
    "title": "Global Humanities and Social Change",
    "id": "CORE101_Summer2022_S05",
    "credits": "4",
    "instructor": "Mark Frank",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OeQAJ/core101summer2022s05",
    "description": "Faculty: Mark Frank - E: mark.frank@fulbright.edu.vn\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: Online\n---\nCourse Description: This course examines key moments in the global history of thought through the lens of textual analysis. Over the course of the semester, students will develop their written rhetorical, reading, and critical thinking skills. \nSummary\nIn order to change the world, it is worthwhile to look at “change,” both as a historical fact and a concept that has consumed thought for generations. This course looks at key texts in five core periods and epistemic traditions: (1) classical epistemologies and origin myths; (2) major transitions of the post-classical era; (3) Renaissance, Enlightenment, Revolution and transitions to modernity; (4) Modern Era; and (5) (Post) Colonialism. We ask, what exactly is change - be it creation, enlightenment, conversion, metamorphosis, revolution, or evolution? And we ask how have our ideas about “change” changed over time?\n---\nLearning Objectives:\n·      Students will be able to compose responses to texts related to literature, philosophy, religion, arts, in the forms of argumentative and comparative essays.\n·      Students will be able to explain the evolution of ideas and how those ideas influence social policy and shape perception in the contemporary world.\n·      Students will be able to critique each other’s perspectives in the context of group discussions.\n·      Students will be able to analyze texts in ways that are applicable not only in the classroom but also in the professional world beyond the classroom.\n---\nAssessments & Grading:\nStudents are fully responsible for any missed classes and work. Except in cases of health/family emergency that can be documented, tardiness or absences leading to missed graded in-class activities will result in students receiving a zero. All late take-home assignments are subject to a 3% penalty every 24 hours. Generally, late assignments will not be accepted after one week.\n Participation: 20%\nWeekly Response Postings: 20%\nWriting Assignment #1 – the Outline: 20%\nWriting Assignment #2: 20%\nWriting Assignment #3: 20%",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Thursday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Summer2022_S05",
    "credits": "4",
    "instructor": "Pamela Corey",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OfQAJ/core102summer2022s05",
    "description": "Faculty: Pamela Corey - E: pamela.corey@fulbright.edu.vn\nCategory: Core\nCredits: 04 credits\nPre-requisite: No.\nReading/Writing: Intensive\nFormat: Online\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives:\nAfter finishing the course, the students should be able to\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Design and Systems Thinking",
    "id": "CORE105_Summer2022_S04",
    "credits": "4",
    "instructor": "Truong Trung Kien",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OgQAJ/core105summer2022s04",
    "description": "Faculty: Truong Trung Kien - E: kien.truong@fulbright.edu.vn\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nFormat: On-campus\n---\nCourse Description: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.\n Designing and Systems Thinking (D&ST) course introduces the principles, processes, and tools of systems thinking and design thinking that are used to identify and generate solutions to frictions in our society. The building blocks to understand systems and to approach the designing process include: how ethnographic observation can be used to frame and observe real world challenges from the consumer’s perspective; an introduction to systems thinking to understand how challenges exist in a broader context; design thinking, enabling a structured approach to developing solutions and concepts; prototyping of physical products and designs; and key engineering concepts that enable concepts to become reality. This course employs project-based learning among teams of students to identify problems, specify client, consumer, or societal needs, and design a system answering those needs. This process includes defining the product’s features and specifications, decomposing it into components, integrating it into an environment, building it, and then validating and verifying its results. For example, teams may create elements of a smart home like automatic lighting and watering, or an Internet of Things (IoT) system for drought monitoring and early warning, or an automatic hand sanitizer. They will use modules, materials, tools, and facilities available in the market or in the Fulbright Maker Space to prototype these systems. In the process, they will develop a basic command of agile methods used in project management, learn basic modern fabrication skills, and practice critical thinking, including an understanding of constraints, negotiating between options, and examining social and environmental impact.\n ---\nLearning Objectives: After completing the course, students will be able to\nUnderstand and practice the tools and principles of systems thinking and design thinking.\nDefine the requirements of potential solutions and the quantitative and qualitative specifications of a system, with consideration for potentially related factors.\nDecompose a system into deterministic components and functions, explain how they interact with each other and behave when integrated as a whole system, and explain how the system works within its environment.\nBuild a working prototype and verify whether this prototype meets defined requirements and specifications.\nImprove communication skills through oral and written presentations, sharpen teamwork skills by working with other students on term projects, as well as critical thinking while giving comments to others.\n---\nAssessments & Grading: \nMaker Space Training: 20%\nTheory: 40%\nApplication: 40%",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Programming for Data Science and Visualization",
    "id": "CS103_Summer2022_S01",
    "credits": 4,
    "instructor": "Huynh The Dang",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPZ8QAP/cs103summer2022s01",
    "description": "Visiting Faculty: Huynh The Dang - E: dang.huynh@fulbright.edu.vn\nCategory: Exploratory - Math and Computing (E4)\nCredits: 04 credits\nPre-requisite: No\nFormat: Hybrid\n---\nCourse Description\nThe Programming for Data Science and Visualization course aims at providing students with a set of skills to analyze the nature of data across different domains. The course demonstrates data visualization by understanding, questioning, and problematizing how data are generated, analyzed, and used. The students will be able to apply concepts and skills to visualize data, interpret the findings, and examine the impacts of data-driven decision. The course will also get the students familiar with Python programming language and its libraries to analyze, visualize and discover data insight leading to a proper data-driven decision-making process.\n---\nLearning Objectives\nBy the end of this course, students will be able to:\nGain deep understanding of Python programming language.\nUnderstand the principles and different types of data visualization.\nPractice popular Python data visualization and analysis libraries, such as matplotlib, pandas, scikit-learn.\nGrasp basic machine learning algorithms for data modeling, prediction and classification, such as linear regression, logistic regression.\n---\nTextbooks\n“Python Data Science Handbook” by Jake VanderPlas, O'Reilly Media.     \n“Pattern Recognition and Machine Learning” by Christopher M. Bishop, Springer.\n---\nCourse schedule\n\nSection 1: Introduction to data science         \nIntroduction to data science.\nUnderstanding exploratory data analysis.\nData warehousing.\nData mining.\nCloud computing.\nBusiness intelligence.\nStorytelling with data.\n\nSection 2: Introduction to data visualization  \nIntroduction to data visualization.\nStages of data visualization: acquire, parse, filter, mine, represent, refine and interact with data.\nChart types and usages, such as bar chart, stacked bar chart, pie chart, donut chart, line chart, area chart, stacked area chart.\nData types: numerical data (continuous, discrete data) and categorial data (binary, nominal, ordinal data).\n\nSection 3: Data visualization with matplotlib\nLoading data from files.\nLines: Basic lines, Legends, Titles, and Labels\nPlots: Bar Charts, Pie Charts, Histograms, Scatter Plots, Stack Plots\nCustomization: Styles, Colors, Fills, Legends, Titles, Labels, Axis\nSubplots, 3D plots (graphs, scatter, bar chart)\n\nSection 4: Data Analysis with pandas \nBasic Pandas: data structures (Series, DataFrame), read CSV file, read Json file.\nPandas data cleaning: clean empty cells, clean wrong format, clean wrong data, remove duplicates.\nAdvanced pandas: correlation, plotting.\n\nSection 5: Introduction to machine learning\nIntroduction to machine learning.\nTypes of learning: supervised learning, unsupervised learning and reinforcement learning.\nConcepts of splitting data into training and testing.\nBasic machine learning algorithms:\nLinear regression.\nLogistic regression.\nCase study-based practical applications using Scikit-learn.\n---\nAssessment & Grading\nAssignments: 50%\nFinal Exam: 50%",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Introduction to Artificial Intelligence",
    "id": "CS204_Summer2022_S01",
    "credits": "4",
    "instructor": "Ha Viet Uyen Synh",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPZIQA5/cs204summer2022s01",
    "description": "Visiting Faculty: Ha Viet Uyen Synh - E: synh.ha@fulbright.edu.vn\nCategory: Exploratory - Math & Computing (E4) \nCredits: 04 credits\nPre-requisite: No\nFormat: Hybrid\n---\nCourse description\nThis course introduces students to the basic knowledge on Artificial intelligence. Artificial intelligence (AI) is a research field that studies how to realize the intelligent human behaviors on a computer. The ultimate goal of AI is to make a computer that can learn, plan, and solve problems autonomously. In this course, student will learn the foundational principles and practice implementing some of these applications including representation, problem solving, and learning methods of artificial intelligence. Accordingly, students should be able to develop intelligent systems by assembling solutions to concrete computational problems; understand the role of knowledge representation, problem solving, and learning in intelligent-system engineering; and appreciate the role of problem solving, vision, and language in understanding human intelligence from a computational perspective.\n ---\nLearning Objectives\nThe main purpose of this course is to provide the most fundamental knowledge to the students so that they can understand what the AI is. Students who become interested in AI may go on to the graduate school for further study. Upon the successful completion of this course students will be able to:\nAbility to apply knowledge of AI techniques and synthesize solutions to the discipline and ability to develop a range of typical applications using artificial intelligence methods.\nAbility to represent knowledge corresponding to practical problems, design, implement, and evaluate a computer-based system, process, component, or program to meet desired needs by properly using classical search algorithms, including breadth-first, depth-first, A*, and heuristic search.\nAbility to produce intelligent applications of machine learning with statistical learning methods (Naïve Bayes), supervised and unsupervised learning models: decision tree, neural networks, single-layer (perceptron) and multilayer networks\n---\nTextbook and References\nArtificial Intelligence: Foundations of Computational Agents by Poole and Mackworth. ISBN: 9780521519007\nAn Introduction to Statistical Learning with Applications in R. By Gareth James, Daniela Witten, Trevor Hastie and Robert Tibshirani. ISBN 978-1-4614-7138-7\nMain text: in-class handout. \n---\nTentative Schedule\nWeek 1:           Introduction and Scope\nWeek 2:           Reasoning: Goal Trees, Rule-based Expert Systems\nWeek 3:          States and Searching: Graph Searching Techniques\nWeek 4:           States and Searching: Heuristic Search and More Sophisticated Search\nWeek 5:            States and Searching: Games, Minimax algorithm and Alpha-beta algorithm\nWeek 6:           Features and Constraints: Constraint Satisfaction Problems\nWeek 7:            Features and Constraints: Constraint Satisfaction Problems (continue)\nWeek 8:            Reasoning Under Uncertainty: Decision Tree\nWeek 9:           Gaussian Mixture Model and Expectation-Maximization Algorithm\nWeek 10:          Learning: Regression\nWeek 11:          Learning: Kernels and Clustering\nWeek 12:          Learning: Support Vector Machine\nWeek 13:         Learning: Neural Networks\nWeek 14:         Learning: Genetic Algorithm\nWeek 15:         Supervised vs Unsupervised Learning\n---\nAssessment & Grading\nReflections and feedback      10%\nWeekly assignment               30%\nWritten exam 1                     30%\nWritten exam 2                     30%",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Thursday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Introduction to Cyber Security",
    "id": "CS206_Summer2022_S01",
    "credits": "4",
    "instructor": "Murthy Rallapalli",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPZNQA5/cs206summer2022s01",
    "description": "Visiting Faculty: Murthy Rallapalli - E: murthy.rallapalli@fulbright.edu.vn\nCredits: 04 credits\nPre-requisite: CS101 Computer Science 1\nFormat: Hybrid\n---\nCourse Description:\nAs our society, people and businesses grows ever more reliant on technology & computers, so it also the attack surfaces grow and become more vulnerable to computer crime. While the Cyber-attacks have been plaguing computer users since the 1980s, the advent of internet and ubiquity of it in our daily lives particularly made the knowledge of information security more relevant. This course provides a foundation for students trying to understand the body of knowledge of cyber security and various components associated with this broad term “cyber security”. The course contains several hands-on assignments. Pre-requisites include general awareness of computer technology and internet at a user level.\n---\nLearning objectives:\nIdentify the elements of cyber security\nReview differences between cyber security and information security\nDiscuss the importance of physical security\nClassify the computer malware into various categories\nDiscuss the techniques of Prevention and Cyber Defense\nIdentify the elements of Network Security\nClassify the categories of spyware\n---\nTentative Schedule\nWeek 1: \nIntroduction to cyber security course\nIntroduction to Cyber Security\nSyllabus review\n\nWeek 2:\nPhysical Security:\nAssessment 1 – Quiz\n\nWeek 3:\nViruses\nAssessment 2 – Classification of viruses activities, research + quiz\n\nWeek 4:\nWorms\nAssessment 3 – Paper on Viruses vs Worms + Quiz\n\nWeek 5:\nTrojan Horses\nAssessment 4 – Research paper\n\nWeek 6:\nExamples of Malware\nAssessment 5 – Identify the various forms of Malware, prioritize them in the order of their threat perception, and explain the reasons.\n\nWeek 7:\nReview of week 1 thru week 6\nStudent teams – final project identification (to be presented during week 13)\nAssessment 6 Mid term exam: 90 minutes exam consisting of multiple choice, fill-in the blanks, matching etc. Paper based or online exam.\n\nWeek 8: Mid-term break\n\nWeek 9:\nPrevention and Defense\nAssessment 7 (team project) – Group paper on prevention techniques. Each team identifies 4 threats and prevention measures\n\nWeek 10:\nNetwork Security\nNO assessment\nAssessment 8\n\nWeek 11\nAuthentication\nAssessment 8 (team project) – research on MFA (multi factor authentication) and each group sets up an MFA account on one of the cloud domains.\n\nWeek 12\nSpyware\nNO assessment\n\nWeek 13\nStudent presentations – group PPT (12-14 slides) + Final paper (10 pages) – 20 minutes for each team\nEach group identifies an information security related project with help of the instructor and presents project findings to the class. The project should pick an industry or an area (e.g. hospital, Library, ban etc) and identify all vulnerable areas of the subject and provide a comprehensive report on threats and cyber defenses.\n\nWeek 14\nFinal Exam\n---\nAssessments\nQuizzes\nResearch Papers (Individual & Group)\nMidterm\nFinal Project\nFinal Exam",
    "categories": [],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Friday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "CS Independent Study",
    "id": "CS398_Summer2022_S01",
    "credits": "2",
    "instructor": "Murphy Rallapalli",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUEjQAN/cs398summer2022s01",
    "description": "Visiting Faculty: Murphy Rallapalli - E: murthy.rallapalli@fulbright.edu.vn\nCategory: Experiential Learning - Scholar Development\nCredits: 02 credits\nPre-requisite: CS101 Computer Science 1 and CS201 Computer Science 2\nFormat: Hybrid\n* Note: This course will study every other week. Contact the Instructor for the detailed class schedule.\n---\nCourse Description: Over the past two decades Machine Learning has become one of the mainstays of information technology and a hidden part of our life. With the ever-increasing amounts of data becoming available, smart data analysis will become fundamental to daily routine operations in various domains as a necessary ingredient for technological progress. \nIn this special topic course, students simultaneously learn concepts and hands-on analysis of data using various techniques and algorithms to evaluate data and gain actionable insights. Depending upon the software availability, students will be spending the majority of time in building various logistic and linear regression models. May require some basic R programming.\". The course contains several hands-on assignments. Pre-requisites include general awareness of computer technology and internet at a user level. \n---\nLearning Objectives:\nAnalyzing the pieces of the Data Science puzzle \nExploring the Data Science Solution Alternatives \nDefining the Big Data \nGrasping the difference between Data Science and Data Engineering \nComparing data scientists and data engineers \nApplying Data-Driven Insights to Business and Industry \nDistinguishing between Business Intelligence and Data Science \nDifferentiating between business intelligence and Business Centric Data Science \nHands-on Case Study using IBM Watson or other tools (depends upon the acquiring licenses and access to the Cloud from Vietnam) \n---\nTentative Schedule\nNOTE – special topics class meets alternate weeks for 3 hours: \nWeek 1 & 2:  \nIntroduction to special topics course on “Data Science” course \nIntroduction to Data Science and Machine learning \nSyllabus review & course expectations \nGetting started with Data Science \nAssessment 1 – quiz (GRADED) \n\nWeek 3 & 4: \nUsing Data Science to Extract Meaning from Your Data \nCreating Data Visualizations to clearly communicate the meaning \nReview of various analytics projects (NON GRADED) \nAssessment 2 – Review of best practices in dashboard design \n\nWeek 5 & 6: \nComputing for Data Science \nDoing Data Science with Watson (may substitute Excel or Knime depending upon Cloud access restrictions) \nAssessment 3 – Programming in R or Python (basic programming)  \n\nWeek 7 & 8: \nReview of week 1 thru week 6  \nStudent teams – final project identification (to be presented during week 13) - Each group picks one of the user segmentation and targeting applications in data science (with the help of the instructor). Presents to the class on increasing your brand’s revenues by understanding and responding to the interests and preference of website users.  \n\nAssessment 4 Mid term exam: 90 minutes exam consisting of multiple choice, fill-in the blanks, matching etc. Paper based or online exam. \n\nWeek 8: Mid-term break \n\nWeek 9 & 10\nOpen Data Resources review – Knowing NASA data, World bank data , Spatial data etc. \nData Science Tools and Applications – Making custom web-based Data Visualizations with Free R Packages \nAssessment 5 (team project) – Group paper on Open Data resources \n\nWeek 11 & 12 \nUsing Data Science to Describe and Predict Criminal Activity \nData Science for Driving Growth in E-Commerce \n\nAssessment 6 (team project) – research on User segmentation . Research papers are usually 3-5 pages (excluding title and references) that follows the structure of Introduction, content, summary and rerefences. Should include diagrams and tables as appropriate. \n\nWeek 13 & 14 \nAssessment 7 (team project) - Student presentations based on the guidance from week 7&8 – group PPT (12-14 slides) + Final paper (10 pages) – 20 minutes for each team \nEach group picks one of the user segmentation and targeting applications in data science (with the help of the instructor). Presents to the class on increasing your brand’s revenues by understanding and responding to the interests and preference of website users.  \n\nNOTE: No final exam. Assessment 7 is the final project",
    "categories": [
      "EL"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Econometrics",
    "id": "ECON209_Summer2022_S01",
    "credits": "4",
    "instructor": "Phan Tuan Ngoc",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OlQAJ/econ209summer2022s01",
    "description": "Faculty: Phan Tuan Ngoc - E: ngoc.phan@fulbright.edu.vn\nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: MATH105 Introduction to Data Analysis\nFormat: Hybrid\n* Note: 8-week course\n---\nCourse Description: This course introduces students to the fundamental intuitions of causal inference and the associated econometrics toolkit. Students will develop their abilities to understand causal relationships and evaluate such relationships between economic variables using data and econometric software. Illustrative examples from policymaking, business, academic research, and daily life will inform and motivate theoretical questions in the course. The skills obtained in this course prepare students for careers in data analysis as well as empirical work in academic research.\n---\nLearning Objectives:\nBy the end of this course, students will be able to:\nCritically evaluate causal statements between variables, economics or otherwise \nAnalyze correlational and causal relationships using a range of inference techniques\nIdentify the appropriate techniques and datasets to address real-world questions\nPerform these techniques on real datasets with statistical packages\nCommunicate, in technical and non-technical terms, the results of econometric and causal inference analyses \n---\nAssessments & Grading:\nProblem Sets (4x10%)..............40%\nMid-term Exam...........30%\nGroup Project..................30%",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Sensor, Measurement and Analysis",
    "id": "ENG204_Summer2022_S01",
    "credits": "4",
    "instructor": "Nguyen Hop Minh",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OiQAJ/eng204summer2022s01",
    "description": "Faculty: Nguyen Hop Minh - E: hopminh.nguyen@fulbright.edu.vn\nCategory: Exploratory - Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: Hybrid\n---\nCourse Description: This course cultivates the process of experimental investigations in the context of engineering systems. Students will work both individually and in teams to look into the measurement of fundamental properties of the physical world like temperature, pressure, and sound intensity to design and fabricate simple electronic sensors that allow them to measure these properties in an engineering application. Furthermore, students will work on the collection and analysis of the data produced from these sensors to evaluate the performance of their devices and to understand real-world phenomena as the objects of designed experimental investigation.",
    "categories": [
      "E3"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Friday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "History_Independent Study/Research",
    "id": "HIS298_Summer2022_S01",
    "credits": "4",
    "instructor": "Antoine Le",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzURSQA3/his298summer2022s01",
    "description": "Supervisor: Antoine Le - E: antoine.le@fulbright.edu.vn\nCategory: Scholar Development\nCredits: 04 credits\nPre-requisite: HIS101 Fulbright History Lab + History Dialogues Project\nReading/Writing: Intensive\nCourse Format: Hybrid\n---\nCourse Description: The Independent Research Seminar is an optional summer component that immediately follows Fulbright History Lab + History Dialogues Project that gives the students the opportunity to carry out the history research projects they designed in the spring. The Independent Research Seminar provides a well-structured, but self-implemented research experience for first and second year students interested in pursuing History or a related social science field. Spanning the course of 14 weeks over the summer, students will use the skills they have previously acquired to carry out supervised independent field work and produce their own piece of scholarship. The final research project may take several different forms, from a conventional research paper to a policy memo, mini digital archive, documentary, or podcast (among other possibilities). Students will present their research and final project at a virtual conference hosted by Princeton University in September.\n---\nLearning Objectives:\nDevelop, plan, and execute an independent history research project and reflect on their progress throughout the process \nSynthesize primary and secondary sources to answer a research question formulated as a strong thesis statement \nArticulate how the project changed and developed over the course of the research and explain how their own positionality/identities informed the research process and outcomes \nCommunicate their research findings in different formats (written, visual, and oral) to different audiences (classmates, the general public, or an audience of their choosing) \nExplain the relationship between their research methods and their research question and outcomes \n---\nAssessments\nParticipation and Accountability (20%)\nProspectus (20%)\nFinal Projects and Conference Presentation (60%)\n\n ",
    "categories": [],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "16:45:00",
        "end_time": "18:15:00"
      },
      {
        "day": "Wednesday",
        "start_time": "16:45:00",
        "end_time": "18:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Sustainable development: Science and Industries ",
    "id": "IS107_Summer2022_S01",
    "credits": "4",
    "instructor": "Nguyen Thi Trang",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OjQAJ/is107summer2022s01",
    "description": "Faculty: Nguyen Thi Trang - E: trang.nguyen@fulbright.edu.vn\nCategory: Exploratory - Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: On-campus only for the best learning experience (so don't register if you don't plan on attending classes)\n---\nCourse Description: Climate change and environmental pollution have caused devastating damages to human lives and ecological systems. Thus, sustainable development has become the focus of policies and economies and increasingly more important to many citizens. We all know the usual sources of pollution such as oil and gas industry and transportation; however, we may not be aware of how polluting some other industries are: fashion, foods and beverages, construction, building operation… and these industries affect everyone in their daily lives as well as professional works.\nThis course, Sustainable Development: Science and Industries, provides the basic concepts of Sustainability Science and explores the processes causing certain industries to be so polluting. We will also look at the difficulties in making them greener and what have been done so far. Through the course materials, extra readings, sharing from experts, and group projects, students will gain better understanding of this pressing issue through both the scientific and practical lenses and become knowledgeable citizens who can make informed decisions in both their everyday routines and their future careers.\n---\nLearning Outcomes:\nAt the completion of this course, students will be able to: \nUnderstand the basic concepts of Sustainability Science \nDescribe the Sustainable development goals (SDGs) as a framework \nBe aware of the types and level of pollution caused by key industries, and current efforts to make them greener \nEvaluate the environmental impacts of their own activities \nUnderstand and practice simple life cycle analysis (LCA) \n---\nTentative Schedule\nWeek 1: Introduction to Sustainability Science - Main agenda: Key concepts Sustainability science; Introduction to the SDGs and the course project's \nWeek 2: Tools of Sustainability Science - Main agenda: Holistic approach, Life Cycle Analysis \nWeek 3: Energy sector part 1 - Fossil fuel - MainC agenda: CO2, GHGs, types of fossil fuels and their impacts; \"greener\" fuels \nWeek 4: Energy sector part 2 - Electricity - Main agenda: Sources of electricity and their environmental impacts; Opportunities and challenges for green energy \nWeek 5: Steel and cement - Main agenda: The most polluting materials on Earth, how? Greener versions; sustainability trends in construction \nWeek 6: Automobile and Transportation - Main agenda: GHGs and other pollution from transportation; greener alternatives \nWeek 7: Plastics - Main agenda: The nature of plastic and how it became a problem; future of plastics\nWeek 8: Midterm Reflection - Main agenda: Climate Science Olympiad; Summary and reflection on the course content so far, including the course project \nWeek 9: Agriculture - Main agenda: Environmental impacts of agriculture; its synergy with the environment, potential improvements; organic and regenerative farming \nWeek 10: Food & Beverages - Main agenda: From farm to table, LCA; the food waste problem; green trends in F&B\nWeek 11: Fashion - Main agenda: The dirty secrets of fashion; From plants and plastics to clothes and landfill: LCA; Sustainable fashion \nWeek 12: Building operation - Main agenda: Cooling, warming, and other resource-intensive processes in building operation; going green\nWeek 13: Retails - Main agenda: Environmental impacts of inventory and logistics; challenges and opportunities \nWeek 14: Presentation preparation - Main agenda: Final discussion on group papers and posters \nWeek 15: Wrapping up and showing off - Main agenda: Public poster presentation, class reflection\n---\nTextbooks:\n\nSustainability: A Comprehensive Foundation, Online textbook by Tom Theis, Jonathan Tomkin\n\nReading list for each week will be provided separately.\n---\nAssessments and Grading:\nAttendance: 5% \nQuizzes 25%: short quizzes to check understanding of course contents \nReal Impact Project 25%: group project on students' real impacts on the environment in their daily activities \nAssignments 45%: group paper and posters on sustainability aspects of industries in Vietnam (two components to this: a paper and a poster, on the same topic) ",
    "categories": [
      "E3"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "AIgae",
    "id": "IS207_Summer2022_S01",
    "credits": "4",
    "instructor": "Van Vu",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPZ3QAP/is207summer2022s01",
    "description": "Visiting Faculty: Van Vu - E: van.vu@fulbright.edu.vn\nCategory: Exploratory - Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: CORE104 Scientific Inquiry.\nCourse Format: Hybrid\nNote: Engineering students can take this course to fulfill Engineering requirements. For more information, please contact the Engineering team via email engineering@fulbright.edu.vn\n---\nCourse Description: Algae are a highly diverse group of photosynthetic organims that vary from micron-sized single cellular species to multicellular giants (up to 60 meters long). They played an essential role in the evolution of global ecosystem and are vital in keeping the balance of life on Earth. They are considered as bio-factories that are capable of many important chemical transformations. In this course, we will cover the key aspects of algal biology. We will explore various applications of algae, such as food for both humans and animals, producing valuable pharmaceuticals, and fighting climate change. We will also discuss the technologies (molecular biology, sequencing and bioinformatics, metabolic engineering, cultivation systems, etc.) and challenges in harnessing algae in various sectors.  \n---\nLearning Outcomes: At the completion of this course, students will:\nComprehend the general aspects of algae biology\nHave the knowledge of various applications of algae (e.g. food for humans and animals, pharmaceuticals, fighting climate change)\nUnderstand the technologies (e.g. molecular biology, sequencing and bioinformatics, metabolic engineering, cultivation systems) and challenges in developing applications of algae\nHave hands-on experience in some of the technologies and applications covered in this course\nGain or further develop interdisciplinary mindsets \nBe able to communicate science to public and scientific world\n---\nAssessments & Grading\nQuizzes: 50%\nFinal Projects: 30%\nParticipation: 20%",
    "categories": [
      "E3"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Introduction to Bioinformatics",
    "id": "IS210_Summer2022_S01",
    "credits": "4",
    "instructor": "Ly Le",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzURwQAN/is210summer2022s01",
    "description": "Visiting Faculty: Ly Le - E: ly.le@fulbright.edu.vn\nCategory: Exploratory - Sciences & Engineering (E3); Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: (1) CORE104 Scientific Inquiry and (2) One intermediate-level course in either Integrated Science, Engineering, Maths or Computer Science. If you don’t meet these requirements and you are incredibly passionate to take the course, you must contact the instructor before enrolling.\nCourse Format: Hybrid\n8-week course\nNote: Engineering students can take this course to fulfill Engineering requirements. For more information, please contact the Engineering team via email engineering@fulbright.edu.vn\n---\nCourse Description: The course provides a broad introduction to the entire field of bioinformatics. The basics of bioinformatics are explained, followed by discussions of the state-of-the-art computational tools available to solve medical and biological research problems. All key areas of bioinformatics are covered including biological databases, sequence alignment, gene and promoter prediction, molecular phylogenetics, structural bioinformatics, genomics and proteomics. Some applications of bioinformatics will be introduced at the end of the course.\n---\nLearning Objectives:\nUnderstand the importance of biological big data\nPractical skills to find, retrieve and analyze data from major bioinformatic databases\n Ability to evaluate analysis bioinformatic results\n Elementary knowledge of phylogenetics and protein structure prediction/visualization\nAbility to apply bioinformatics tools to related fields\n---\nTentative Course Lectures\n1. Lecture 1: Introduction to Bioinformatics. History, related fields, application\n2. Lecture 2: Online biological databases. NCBI, UNIPROT, DRUGBANK, PROTEIN DATABANK…\n3. Lecture 3: BLAST. Sequence queries against biological database, BLAST algorithms.\n4. Lecture 4 : Sequence alignment. Pair-wise alignment, multiple sequence alignment, local and global alignment, dynamic programing. Finding concencus sequence.\n5. Lecture 5: Molecular evolution and phylogenetics tree. Origin of phylogenetics Tree. Molecular evolution, methods to build molecular phylogenetics tree. Analysis of phylogenetics tree\n6. Lecture 6 : Gene Prediction. Human genome project, Converting DNA-Protein, Gene Prediction, Primer design\n7. Lecture 7: Protein structure analysis. Review protein structure, Protein structure alignment, Structure classification\n8. Lecture 8 : Protein structure prediction. Procedure, template selection, model evaluation.\n---\nAssessments & Grading\nLab work with associated assignments: 30%\nMid-term exam: 30%\nFinal exam: 40%",
    "categories": [
      "E3",
      "E4"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      },
      {
        "day": "Wednesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Identity, Community, and Memory in Vietnamese Diasporic Literature and Film",
    "id": "LIT204_Summer2022_S01",
    "credits": "4",
    "instructor": "Isadora Wagner",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OXQAZ/lit204summer2022s01",
    "description": "Visiting Faculty: Isadora Wagner - E: isadora.wagner@fulbright.edu.vn. \nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: Hybrid\nCross-listed: Literature, Vietnamese Studies\n* Note: 8-week course\n---\nCourse Description: Students taking this 7-week summer intensive course will examine the global literature of the Vietnamese diaspora from the 1950s to the present. The course meets twice a week and consists of substantial weekly readings in fiction, poetry, memoir, graphic novels, films, and theory-based articles (100 pp./week) that anchor the class’s exploration of how a scattered and war-displaced people (re)constructs identities, communities, memories, nation, and family through cultural representations. Representative authors, artists, and filmmakers from Australia, Canada, France, the United Kingdom, and the United States include Lê Nam, Kim Thúy, Marcelino Truong, Lan Cao, Amy Quan Barry, Viet Thanh Nguyen, Nguyễn Phan Quế Mai, and Ocean Vuong, \n---\nLearning Objectives:\nBy the end of the course, students will be able to:\nSuccessfully employ close reading and interpretive analysis skills when making evidence-based arguments about literary and filmic texts.\nApply the language and critical approaches of diaspora studies, cultural studies, and Vietnamese literary studies when examining and discussing fictionalized, autobiographical, and factual portrayals of diasporic Vietnamese communities and individuals from around the globe\nWork comparatively, critically, and deconstructively across genres, mediums, and geographies to account for patterns in portrayals of Vietnamese displacement, such as losing, leaving, finding, rebuilding, and returning home.\nCritically assess distinctions between different genres of cultural representations, including their limits, effects, and public reception; for example, between a short story and a graphic memoir or a documentary and a Hollywood film.\nGain confidence in presenting original research and ideas in a public setting before a cohort of peers and faculty.\n---\nRequired Texts:\n1. Barry, Quan. She Weeps Each Time You’re Born. Vintage, 2016. 288 pp. ISBN-13: 978-0804171304. Paperback: $17.00.\n2. Cao, Lan. Monkey Bridge. Penguin, 1998. 260 pp. ISBN-13: 978-0140263619. Paperback: $11.79.\n3. Hayslip, Le Ly. When Heaven and Earth Changed Places. Plume, 1993. 400 pp. ISBN-13: 978-0452271685. Paperback: $8.96.\n4. Nguyen, Viet Thanh. The Refugees. Grove Press, 2018. 224 pp. ISBN-13: 978-0802127365. Paperback: $12.61.\n5. Phi, Bao. Sông I Sing. Coffee House Press, 2011. 170 pp. ISBN-13: 978-1566892797. Paperback: $13.93.\n6. Vang, Mai Der. Afterland: Poems. Graywolf Press, 2017. 96 pp. ISBN-13: 978-1555977702. Paperback: $13.69.\n7. Vuong, Ocean. On Earth We’re Briefly Gorgeous. Penguin Press, 2019. 256 pp. ISBN-13: 978-0525562023. Hardcover: $12.63.\n8. Thúy, Kim. Ru. Tran. Sheila Fischman. Bloomsbury USA. 141 pp. ISBN-13: 978-1608198986. Paperback: $5.90.\n9. Truong, Marcelino. Such a Lovely Little War: Saigon 1961-1963. Trans. David Homel. Arsenal Pulp Press, 2016. 272 pp. ISBN-13: 978-1551526478. Paperback: $18.39.\nAdditional readings will be provided as .PDF packages through the online course site.\n---\nAssessments and Grading\nWeekly in-class short writing assignments (1-2 paragraphs each)\nMidterm exam\n4 to 5-page paper\nGroup research project \nFinal presentation",
    "categories": [],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Women and Gender Studies: Representations of Women in Vietname War Literature an",
    "id": "LIT206_Summer2022_S01",
    "credits": "4",
    "instructor": "Isadora Wagner",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OWQAZ/lit206summer2022s01",
    "description": "Visiting Faculty: Isadora Wagner - E : isadora.wagner@fulbright.edu.vn. \nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: Hybrid\nCross-listed: Literature, Vietnamese Studies\n* Note: 8-week course\n---\nCourse Description: Students taking this interdisciplinary 7-week summer course will study the interdependencies between gender, war, and society by conducting an in-depth examination of cultural representations of the U.S. war in Vietnam (1956-1975) from the United States and Viet Nam. Drawing from fiction, film, memoir, graphic novels, poetry, and critical works from feminist, gender, and military studies perspectives, we will analyze men's and women's roles from all sides of the war: as soldiers, resistance fighters, base workers, medics, journalists, humanitarians, political leaders, protesters, refugees, and family members. Author interviews (via Zoom) and a field trip to a local war museum will be included. \n ---\nLearning Objectives:\nBy the end of the course, students will be able to:\nSuccessfully employ close reading and interpretive analysis skills when making evidence-based arguments about literary and filmic texts.\nApply the language and critical approaches of gender and war studies when examining and discussing fictionalized, autobiographical, and factual portrayals of women's and men's experiences in the U.S.-Vietnam War.\nWork comparatively, critically, and deconstructively across genres, mediums, and geographies to account for patterns in gendered portrayals of war experiences, such as the influence of family, nation, culture, and society.\nCritically assess distinctions between different genres of cultural representations, including their limits, effects, and public reception; for example, between a short story and a graphic memoir or a documentary and a Hollywood film.\nGain confidence in presenting original research and ideas in a public setting before a cohort of peers and faculty.\n ---\nAssessments:\nWeekly in-class short writing assignments (1-2 paragraphs each)\nMidterm exam\n4 to 5-page paper\nGroup research project \nFinal presentation\n  ",
    "categories": [],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      },
      {
        "day": "Wednesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Multivariable Calculus",
    "id": "MATH104_Summer2022_S01",
    "credits": "4",
    "instructor": "Janet Harris",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUEkQAN/math104summer2022s01",
    "description": "Visiting Faculty: Janet Harris - E: janet.harris@fulbright.edu.vn\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: MATH101 Calculus\nCourse Format: Hybrid\n* Note: 8-week course\n---\nCourse Description: How do we describe the trajectory of a space shuttle? How is the human body affected by scuba diving to different depths for different lengths of time? The mathematics required to describe most real life systems involves functions of more than one variable. The concepts of the derivative and integral from a first course in calculus must therefore be extended to higher dimensional settings. In this course students will be guided through the essential ideas of multivariable calculus, including partial derivatives, multiple integrals and vector calculus, and their applications. These mathematical tools are used extensively in the physical sciences and engineering, and in other areas including economics and computer graphics. \nLearning Objectives:\nOn completion of this course, students should:\nBe confident in handling functions of two or more variables and familiar with how they can be represented graphically\nUnderstand the key concepts of multivariable calculus, including partial derivatives, the gradient vector, multiple integrals, line and surface integrals, the divergence and curl of a vector function\nKnow how such derivatives and integrals are calculated and some of their uses\nBe able to apply these ideas to real world problems\nHave improved analytic, computational and problem solving skills\n---\nAssessments: Homeworks, written tests, group projects.",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      },
      {
        "day": "Friday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Introduction to Data Analysis",
    "id": "MATH105_Summer2022_S01",
    "credits": "4",
    "instructor": "Mai Dao",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPYyQAP/math105summer2022s01",
    "description": "Visiting Faculty: Mai Dao - E: mai.dao@fulbright.edu.vn\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: Online\n---\nCourse Description: We introduce the key and basic concepts for developing statistical thinking which is one of the fundamental skills to analyze data, to derive knowledge from data, and to make predictions and decisions. The course will cover the following key concepts and methods of descriptive statistics and inferential statistics: data collection, sampling design, summarizing and visualizing data, linear regression, basic probability and random variables, parameter estimations, and hypothesis testing. Furthermore, students develop conceptual knowledge on defining the problem, designing observational studies and experiments, and formulating research questions.\n---\nLearning Outcomes: This course is designed to provide the students in a variety of fields in social science, engineering, business with the fundamental concepts in Statistics. After completing the course, students should have mastered and demonstrated the following quantitative skills in descriptive statistics, probability, and inferential statistics. More specifically, students should be able to demonstrate:\nthe understanding of descriptive statistics including collecting and summarizing data using appropriate graphical and numerical techniques\nthe knowledge of probability such as expected values and variances, conditional probability, distributions: the normal distribution, the binomial distribution, Student’s t-distribution, sampling distribution\nthe ability to estimate a population parameter such as the population mean\nthe ability of inferential statistics with using an appropriate hypothesis test, confidence interval\nthe knowledge of correlation and regression with applications to forecasting the outcome\nthe ability to use Excel, R, Python to conduct statistical analysis\nthe ability to apply the statistical techniques to make predictions and draw conclusions and decisions for real-life problems\nthe ability to think logically.\n---",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "08:00:00",
        "end_time": "11:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Probability",
    "id": "MATH205_Summer2022_S01",
    "credits": "4",
    "instructor": "Trần Duy Hiến",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUT9QAN/math205summer2022s01",
    "description": "Visiting Faculty: Tran The Hien - E: hien.tran@fulbright.edu.vn\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: MATH101 Calculus\nCourse Format: Hybrid\n---\nCourse Description: How can we predict the future? Can we measure how likely an event could happen? Weather turns bad or good, Stock market rises or falls, Trump gets elected or not..., these are the events that no one can be certain of. Probability and statistics is a mathematical theory that can help us understand about the randomness of events and use the data from the past to predict the future. In this course we will explore the nature of random events and build up the mathematical models and tools that can be used to calculate the chance of event happening. With a strong foundation we will also consider many real world problems on how to handle and understand data and make meaningful statistical inference. The applications come from many areas such as industrial quality control , market share prediction and even a little bit of Las Vegas gambling. ",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Friday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Introductory Psychology",
    "id": "PSY101_Summer2022_S01",
    "credits": "4",
    "instructor": "Cecile Brennan",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPYjQAP/psy101summer2022s01",
    "description": "Visiting Faculty: Cecile Brennan – E: cecile.brennan@fulbright.edu.vn\nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No. This course is required for a Psychology major.\nReading/Writing: Intensive\nFormat: Online\n* Note: 8-week course\n---\nCourse Description: This course is designed to be an Engaged Inquiry into psychology, focusing not just on only helping students to get to know what psychology is, but also helping students develop important critical and scientific thinking skills as they engage in collaborative and reflective learning. Through this course, students will be introduced to many of the major topics, concepts, and theories of psychology. Both historical perspectives and current research are included. This course will emphasize ways students can apply psychology to various aspects of everyday life, investigate the impact of culture on psychological processes, and think critically about how psychological research and theory inform contemporary issues. Major topics in this course include biological and developmental processes; consciousness and perceptions; learning, remembering, and thinking; motivation and emotion; personality and individuality; social behavior; normal stress and coping; psychological disorders and treatment methods. This course encourages students to engage in conversations around psychology in the context of Vietnam and Vietnamese culture in order to start to compare and contrast it with the contemporary understandings and research of various psychological theories elsewhere.\nIn addition, this course is designed to be the prerequisite for higher level psychology courses. It also serves all students (major and non-major) for whom this knowledge is a general contribution to a liberal arts education.\n---\nLearning Objectives: After finishing this course, students should be able to:\nUse basic psychological terminology, concepts, and theories in psychology to explain behavioral and mental processes.\nDescribe examples of relevant and practical applications of psychological principles to everyday life.\nApply psychological concepts to explain personal experiences and recognize the potential for flaws in behavioral explanations based on simplistic, personal assumptions.\nUnderstand and apply basic research methods in psychology, including research design, data analysis, and interpretation.\nDescribe how individual and sociocultural differences can influence the applicability/generalizability of research findings.\n---\nTentative Course Schedule:\nWeek #1: Syllabus Review\nWhat is Psychology?\nThe Psychological Science of Study Skills\nWeek #2: Psychology as Science and History of Psychology\nHistory of Psychology\nResearch in Psychological Science\nWeek #3: Biological Pillar\nNeuroscience (brain & behavior)\nNature-Nurture (Behavioral Genetics)\nWeek #4: Biological Pillar\nConsciousness\nSensation & Perception\nWeek #5: Cognitive Pillar\nMemory\nAttention\nJudgement & Decision-making\nWeek #6: Cognitive Pillar\nThinking & Intelligence\nLanguage\nWeek #7: Developmental Pillar\nLearning and Conditioning\nWeek #8: Developmental Pillar\nLifespan: Human Development\nWeek #9: Social & Cultural Pillar\nSocial Psychology\nCognitive Dissonance\nMotivation & Emotion\nWeek#10: Social & Cultural Pillar\nPersonality\nWeek #11: Clinical Pillar (Abnormal)\nPsychological Disorders\nWeek #12: Clinical Pillar (Treatments)\nTherapy and Treatment\nWeek #13: Clinical Pillar (Health)\nStress, Lifestyle, Health\nWeek #14: Give Psychology Away Final Presentation\n---\nAssessments & Grading:\nClass participation: 20%\nDiscuss like a psychologist: Before-class discussion (individual): 20%\nApply like a psychologist: Writing to Learn Application Journal (individual): 20%\nPresent like a psychologist: Give Psychology Away Final Project (Group): 20%\nSynthesize like a psychologist: Do-It-Yourself (DIY) Final Exam (Pair): 20%",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "16:30:00",
        "end_time": "19:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "16:30:00",
        "end_time": "19:30:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Counseling Psychology",
    "id": "PSY302_Summer2022_S01",
    "credits": "4",
    "instructor": "Nathan Gehlert",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUTAQA3/psy302summer2022s01",
    "description": "Visiting Faculty: Nathan Gehlert - E: nathan.gehlert@fulbright.edu.vn\nCredits: 04 credits\nPre-requisite: PSY101 Introductory Psychology, and at least one 200-level course in Psychology\nCourse Format: Hybrid\n---\nCourse Description: Emphasis on the application of the theoretical principles involved in counseling, including individual, group, and systems perspectives; consulting; and psychotherapy. Seminar format with role playing, practical experience, and audiovisual aides. Basic interviewing, assessment, and counseling skills. Examination of counselor and client characteristics and behaviors. Ethical considerations. Substance abuse as approached by Motivational Interviewing. Methods of instruction include experiential exercises, discussion, small group work, demonstrations, role-plays, and videotaping with critiquing. There will be significant amounts of work for students to complete on their own at home.\nLearning Objectives:\nan understanding and orientation to wellness and prevention as desired counseling goals\nan ability to use basic interviewing and counseling skills presented in the Motivational Interviewing model\nself-awareness of their reactions to counseling and being counseled\nuse of self- and peer-centered model for consultation\nan understanding of how cultural and ethnic background can affect the usefulness of counseling and consultation\nan understanding of the use of appropriate skills with diverse populations\n---\nAssessments:\nWeekly, brief, multiple choice quizzes, which students will complete at home\nTwo video recordings where students demonstrate the use of core counseling skills\nFinal paper where students reflect on being in the role of the client in a counseling relationship.",
    "categories": [],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Educational Psychology",
    "id": "PSY303_Summer2022_S01",
    "credits": "4",
    "instructor": "Tracy Masterson",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPYFQA5/psy303summer2022s01",
    "description": "Visiting Faculty: Tracy Masterson - E: TBC\nCredits: 04 credits\nPre-requisite: PSY101 Introductory Psychology, and at least one 200-level course in Psychology\nFormat: Online\n* Note: 8-week course\n---\nCourse Description: This course is designed to provide a broad understanding of the nature and needs of individuals at all developmental stages and its applications and implications in the educational setting. Emphasis is placed on psychological, sociological, and physiological approaches to human behavior and development. Students will also examine normal and abnormal human development alongside learning theories and behavioral strategies. Relevance and practical application in the field of educational psychology are explored. Literature and current research in the field are also included in this course.\nLearning Objectives:\nDemonstrate an integrative knowledge (theories and models) of the educational psychology \nDevelop habits of critical analysis that can be applied to essential questions, issues, and problems related to lifespan development and educational interventions. \nApply creative and innovative thinking to critical issues in the field of educational psychology.\nCommunicate skillfully in multiple forms of expression.\nUnderstand and promote social justice in educational psychology.\nApply a framework for examining ethical dilemmas of as educational psychologists.\nEmploy leadership and collaborative skills.\n---\nAssessments\nQuizzes\nClass Discussions\nResearch Papers\nFinal Presentations",
    "categories": [],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Addictions across the Lifespan",
    "id": "PSY304_Summer2022_S01",
    "credits": "4",
    "instructor": "Martina Moore",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPY5QAP/psy304summer2022s01",
    "description": "Visiting Faculty: Martina Moore - E: martina.moore@fulbright.edu.vn \nCredits: 04 credits\nPre-requisite: PSY101 Introductory Psychology and at least one 200-level course in Psychology\nFormat: Online\n* Note: 8-week course\n--- \nCourse Description  \nThis course will examine addictions from a life span perspective. Experts argue that addictive problems among\nadolescents, young adults, those in mid-life, and the elderly require new forms of intervention and different theoretical conceptualizations. This course will also address the models and theories of addiction and prevention strategies including, epidemiology of substance use disorders and diagnostic criteria for substance use disorders and other addictive disorders.\nThis course will also cover substances of abuse and their effects on the processes of body and brain. Students will learn how to screen and assess for substance use disorder, including withdrawal. Included in the curriculum is a teaching on the current medical and pharmacological resources in the treatment of substance use disorders. Additionally taught in this course are the bio-psychosocial, cultural, and spiritual factors related to addiction.\nLearning Objectives\nUnderstand the 'Brian in the Addictive' process across the lifespan.\nUnderstanding other addictions across the life span; including gambling, gaming, and sex.\nDefining and describing evidenced-based practices in addiction counseling.\nIdentify the specific criteria for diagnosing substance use disorders\n---\nAssessments\nQuizzes\nExams\nWritten Papers\nGroup Assignments",
    "categories": [],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "16:30:00",
        "end_time": "19:30:00"
      },
      {
        "day": "Wednesday",
        "start_time": "16:30:00",
        "end_time": "19:30:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Eco-Village, Eco-District, Eco-Life",
    "id": "SOCI205_Summer2022_S01",
    "credits": "4",
    "instructor": "Paolo Vincenzo Genovese",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUURQA3/soci205summer2022s01",
    "description": "Visiting Faculty: Paolo Vincenzo Genovese - E: paolo.genovese@fulbright.edu.vn\nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: Online\n---\nCourse Description: One of the main philosophy of this course is to propose a general understanding about the ecology and sustainability applied in the case of Eco-Village and Eco-District and sustainable architecture. The course will be focused on the connection between different levels of intervention for the green planning and design, including village/district and relative technologies involved, especially the low and middle-tech, chosen according to the local conditions, culture and economy, what it is called Multi-Scale Approach. The discussion will touch several scales of design, from the bioregional scale down to the building. A common mistake in the discussion concerning the sustainability is the fragmentation of the planning. A single green building can not reach any results if it is not conceived into a large scale perspective. For this reason, the theory proposed in the course is the sustainability in a large scenario but connected with the local scale. Bio-Region, sustainable transportation system, Eco-Village and Eco-District, and finally Eco-Building will be connected with an organic plan, generating a general strategy where macro- and micro-scales are coherent and connected.\nAn important part of the research will be the issue of the sustainable transportation. This mostly concerns the different modality of transportation, their structure and inter-connection, TOD system and Smart Node.\nThe theory concerning the sustainability, Eco-Village and Eco-District will be both technical and theoretical. This teaching is based on a series of books that Professor Paolo Vincenzo Genovese published in the past years. Professor Genovese will apply his experience as a professional designer in sustainable district and Eco-Village planned in the Chinese context.\n---\nLearning Objectives:\nTo analyze the complexity of the sustainability at large scale;\nTo consider the sustainability as a complex system made by various variables. The students will be instructed that every possible solution in the field of sustainability could emanate only from the combination of different majors, including social, architectural, technological and economical spheres;\nTo investigate real cases, study trips, workshops, focus on real projects and research at national and international levels;\nTo communicate with government institutions and private companies to investigate some key topics of sustainability at both building and urban planning levels;\nTo investigate the topic of Multi-Scale Approach at social, economical and technological levels applied in the local context;\nTo develop study cases, theory and technology for Appropriate Technology and Zero Emission Buildings;\n---\nAssessments:\nFinal Exam\nThe exam will be based on an individual paper for each student for the theoretical part. The students will prepare also a project developed according to their own interests and with the investigation on the local context. The project could be individual or collective. The topic of the papers and the project will be decided between students and professor after a preliminary discussion.",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Exploring Identities in Asia",
    "id": "SOCI209_Summer2022_S01",
    "credits": "4",
    "instructor": "Chang Yau Hoon",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPY0QAP/soci209summer2022s01",
    "description": "Visiting Faculty: Chang-Yau Hoon - E: chang-yau.hoon@fulbright.edu.vn \nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nFormat: Online\n--- \nCourse Description  \nThe objective of the course is to provide students with a multi-disciplinary perspective into the diversity of cultures and societies in Asia, and to critically evaluate the various meanings and representations of Asia and Asians. The course considers the interplay between history, culture, politics and economics in the development of the complex and contested postcolonial Asian nation-states. It explores how identities based on race, ethnicity, religion, gender, class and nation-state have shaped and defined the lives of individuals and types of societies in the region. Students will be equipped with a high level of cultural competence and global awareness. Central themes of the course highlight the interconnected yet culturally diverse nature of the world in which we live.\n---\nLearning Objectives \nBy the end of this course, you will be able to:\nUnderstand the great diversity of cultures and societies in Asia\nEvaluate the various meanings and representations of Asia and Asians\nIdentify how identities based on nationality, religion, ethnicity, class and gender (to name a few) have shaped and defined the lives of individuals and societies in the region\nApproach a topic with an open mind and a sense of tolerance\nDevelop research skills by collecting, reading and analyzing data\nExpress your research findings and ideas coherently and logically in writing\nExpress your ideas and appraise the ideas of others orally through presentation, active participation and discussion in\n---\nAssessments\nTBD",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Friday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "The Anthropology of Entrepreneurship",
    "id": "SOCI302_Summer2022_S01",
    "credits": "4",
    "instructor": "Esther Horat",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPXvQAP/soci302summer2022s01",
    "description": "Visiting Faculty: Esther Horat - E: esther.horat@fulbright.edu.vn \nCredits: 04 credits\nPre-requisite: No\nFormat: Hybrid\nCross-listed: Social Sciences, Economics\n* Note: 8-week course\n--- \nCourse Description  \nThe figure of the entrepreneur is omnipresent in today's world, not only in the form of CEO’s of airlines or major coffee brands, but also as founders of start-up businesses, tech companies, and transportation and delivery providers. In view of the urgent problems of our time, for example, climate change, it is entrepreneurs who inspire hope with technology-based developments and thus play a central role in politics and society. At the same time, entrepreneurs are ambivalent contemporaries who are seen as role models and are envied because of their success but are also often confronted with criticism and suspicion. All over the world, entrepreneurship is increasingly popular and is being promoted by governments, international organizations, and local NGOs as an income-generating strategy or as a solution to so-called \"disaster capitalism\".\nIn this course, we approach the anthropology of entrepreneurship from different theoretical perspectives. Starting in the middle of the 20th century, where on the one hand the relationship between entrepreneurship and social change (or the entrepreneur as a change agent) and the role of entrepreneurship in economic development were in focus, we follow how the perception and the view of anthropologists changed over time. Ethnographic examples range from Melanesian big men who became entrepreneurs, to ethnic, religious, ecological, and social entrepreneurship and to research on individual self-realization through entrepreneurship.\n---\nCourse Objectives \nLearning objectives event\nGetting to know theoretical debates and empirical case studies on entrepreneurship\nIndependent literature research\nStudents learn to critically question concepts relevant to the course\n---\nLearning Outcomes \nAfter completing this course, students will be able to: \nAcquire an understanding of the historical, political, and cultural context, current trends and future projections of digital technologies; \nExplain basic concepts and theories in new (digital) media; \nUnderstand the critical impact of media on a variety of contemporary issues such as privacy, surveillance, labor, and participation, as well as the construction of individual identity – gender, race, ethnicity, sexuality. \nBe able to critically examine and utilize digital tools in meaningful and innovative ways. \n---\nAssessments\nClass Participation\nPresentation\nSeminar Paper\nLife Story Interviews (transcribed)",
    "categories": [],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      },
      {
        "day": "Wednesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ],
    "location": "Action"
  },
  {
    "title": "Evolution of Vietnamese Society in the 20th century from a multidisciplinary per",
    "id": "VS301_Summer2022_S01",
    "credits": "4",
    "instructor": "Hoang Thach Quan",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002QXPXgQAP/vs301summer2022s01",
    "description": "Visiting Faculty: Hoang Thach Quan – E: quan.hoang@fulbright.edu.vn\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCross-listed: Vietnam Studies, Social Studies\nFormat: Hybrid\n---\nCourse Description:\n“Connections are the source of life in Vietnam… [They] are constitutive of [the Vietnamese] self, community, and nation,” observes a Vietnam scholar. This course examines those vital connections and the social structures that create, shape and sustain them. In doing so, we will examine how those structures have been transformed and changed throughout the twentieth century up to the present moment. In this interdisciplinary course, we will draw on a variety of historical, sociological and anthropological works to help shed light on the ways “social capital,” to use a modern concept, is built (or destroyed) and human connections preserved (or severed) for countless generations of Vietnamese, past and present.  \nAlthough the focus of the course is contemporary Vietnamese society and culture, any exploration of the present would be woefully incomplete without it being firmly anchored in the past, which for our course revolves around the traditional village and community that has been the life blood of Vietnam for the past thousands of years. We will therefore begin our course by looking at the traditional Vietnamese village structures and the social norms that govern the life choices and behavior of its residents. From there we embark on a historical journey that takes us through the colonial, revolutionary, and post-revolutionary periods until we reach the present time. \nThroughout the course students are encouraged to think about the structural forces that deeply influence, or in most cases, dictate one’s thoughts and behaviors, and the role and place of an individual in the larger social structure in which he/she is embedded. Questions that students taking this course may want to think about include, but are not limited to, the following: What are the sources of Vietnamese culture and identity? How important are human connections and how can they be preserved? Is one’s identity permanent and fixed, or is it contingent, fluid and negotiable? Would a Vietnamese person today still recognize and understand a Vietnamese born hundreds of years ago? Is it possible to essentialize some quality (or set of qualities) that captures all that is Vietnamese?  \n---\nLearning Objectives: \nThe course aims to give students a better understanding of Vietnamese society and culture and the trajectory of her evolution for the last one hundred years or so from a multidisciplinary perspective.  \nStudents will be introduced to basic concepts in the humanities, sociology and anthropology. This will provide them with a wider and sharper lens through which to view themselves, their society, and hopefully also the wider world into which Vietnam is trying integrate\nStudents will be able to interpret and analyze the causes and consequences of many common social, cultural phenomenon in modern-day Vietnam. On that basis, it is hoped that they will accordingly formulate an appropriate philosophical outlook and chart an effective and wise career path for personal development and social betterment after graduation.\n---\nCourse Schedule\nSESSION 1 Introducing Key Concepts and Theoretical Framework to Understand the Trajectory of Vietnamese Society’s Evolution \nReading \nTönnies, Ferdinand. “Community and Society [Gemeinschaft Und Gesellschaft]” in Jan Lin & Christopher Mele, eds. The Urban Sociology Reader. Mineola, N.Y. : Dover Publications, 2002, pp. 16-22. \nGottdiener, M., Hohle, R., & King, C. “The Rise Of Urban Sociology,” in The New Urban Sociology (4th ed.). New York, NY: Routledge, 2013., pp. 49-73. \nMcAlister, John T. & Mus, Paul. “Chapter 2: The Sources of the Vietnamese Revolution,” in The Vietnamese and Their Revolution. New York : Harper & Row, 1970, pp. 44-54. \nR. Orfeuvre, Ph. Brouillac, C. Mounier. “Hà Nội: the villages, the heart of social and patrimonial life,” in eds. Sylvie Fanchette, et al. Hà Nội, A Metropolis in the Making: The Breakdown in Urban Integration of Villages\n\n. Marseille: IRD Éditions, 2018, pp. 39-43.  \n\n\nSESSION 2 Some Observations on Vietnamese Society and Culture (of the Pre-modern and Pre-colonial Periods) \n\nReading \nBorri, Christopher. “An Account of Cochin-China”, in Taylor, K. W., Olga Dror, Christoforo Borri, and Samuel Baron, Views of Seventeenth-Century Vietnam: Christoforo Borri on Cochinchina and Samuel Baron on Tonkin. Ithaca, NY: Southeast Asia Program Publications, Cornell University, 2006, pp. 114-126.  \nBaron, Samuel, “A Description of the Kingdom of Tonqueen by S. Baron,” in Taylor, K. W., Olga Dror, Christoforo Borri, and Samuel Baron, Views of Seventeenth-Century Vietnam: Christoforo Borri on Cochinchina and Samuel Baron on Tonkin, Ithaca, NY: Southeast Asia Program Publications, Cornell University, 2006, pp. 214-227. \nJamieson, Neil M. “How the Vietnamese See the world” in Understanding Vietnam, Berkeley & Los Angeles, CA, London: University of California Press, 1995, pp. 11-28. \n\nSESSION 3  Understanding the Peasant Society: “The Rational Peasant” Trapped in “the Moral Economy”?  \nReading \nPopkin, Samuel L. & 3: “Chapter 1: The Rational Peasant” The Rational Peasant: The Political Economy of Rural Society in Vietnam, Berkeley, CA: University of California Press, 1979, pp. 1-31.  \nHy, Luong V. “Chapter 2: Village Structure in Revolutionary Processes, 1925-1930” in Tradition, revolution, and market economy in a North Vietnamese village, 1925-2006. Honolulu : University of Hawaii Press, 2010, pp. 53-61. \nTeam Watching (BEFORE class) \nMùa len trâu (Buffalo Boy) (Minh Nguyen-Vo, 2004) \n\nSESSION 4  The Impact of French Colonialism on the Traditional Village  \nReading \nWoodside, Alexander. “Colonialism and Premonitions of the Revolution in the Countryside” in Community and Revolution in Modern Vietnam, Boston: Houghton Mifflin, 1976, pp. 109-142. \nWiegersma, Nancy. “The Colonial Impact” in Vietnam: Peasant Land, Peasant Revolution: Patriarchy And Collectivity In The Rural Economy. Basingstoke: Macmillan, 1988, pp. 67-86. \n\nFIRST RESPONSE PAPER DUE \n\nSESSION 5 The Colonial City & Social/Cultural Transformations under French Colonialism  \nReading \nPeycam, Philippe. “Social Order in the Colonial City” in The Birth of Vietnamese Political Journalism, New York: Columbia University Press, 2012, pp. 13-33. \nDutton, George. “Advertising, Modernity, and Consumer Culture in Colonial Vietnam” in eds. Van Nguyen-Marshall, et al. The Reinvention of Distinction: Modernity and the Middle Class in Urban Vietnam. Dordrecht, New York: Springer, 2012, pp. 21-42. \n\nSESSION 6 Urbanization & Social/Cultural Change during the Vietnam-America War \nReading \nThrift, Nigel; Forbe, Dean K. “Urbanization in the Democratic Republic of Vietnam, 1954 to 1975/6” in The Price of War: Urbanization in Vietnam, 1954-85, New York: Routledge, 2014, pp. 87-97. \nStur, Heather Marie. “South Vietnam’s Sixties Youth” & “Building Connections between the People and the Government” in Saigon at War: South Vietnam and the Global Sixties. Cambridge, United Kingdom; New York, NY: Cambridge University Press, 2020., pp. 77-86, 152-161. \nJamieson, Neil M. “Continuity and Change in Vietnamese Culture and Society, 1968–1975,” in Understanding Vietnam, pp. 329-338. \n\nSESSION 7 The Village during the Revolutionary Era and after Đổi Mới  \nReading \nWiegersma, Nancy. “The Revolutionary Village” in Vietnam: Peasant Land, Peasant Revolution: Patriarchy And Collectivity In The Rural Economy. Basingstoke: Macmillan, 1988, pp. 156-173. \nShibuya, Setsuko. “Chapter 7: Feeling Poor” & “Chapter 8: Social Change and the Family in the Rural Mekong Delta” in Living with Uncertainty: Social Change and the Vietnamese Family in the Rural Mekong Delta. Singapore: ISEAS Publishing, 2015, pp. 183-209. \n\nSECOND RESPONSE PAPER DUE \n\nSESSION 8 Urbanization after War’s End & Impact on Rural Community  \nReading \nThrift, Nigel; Forbe, Dean K. “Urbanization in the Socialist Republic of Vietnam, 1976–85” & “A Tale of Two Cities: The Experiences of Hanoi and Saigon (Ho Chi Minh City) under Socialist Rule” in The Price of War: Urbanization in Vietnam, 1954-85, London; New York: Routledge, 2014, pp. 142-162.  \nBousquet, Gisèle. “Urban spacial reconfiguration” in Urbanization in Vietnam,  London: Routledge, 2016, pp. 11-28. \nTeam Watching (BEFORE class) \nBa Mùa (Three Seasons) (Tony Bui, 1999) \n\nSESSION 9 Suburbanization, Modernization & the (Continued) Discourse of Civilization\nReading \nDrummond, Lisa B. Welch. “Middle Class Landscapes in a Transforming City: Hanoi in the 21st Century,” in eds. Van Nguyen-Marshall, et al. The Reinvention of Distinction: Modernity and the Middle Class in Urban Vietnam. Dordrecht, New York: Springer, 2012, pp. 79-94. \nHarms, Erik. “Civilization City” in Luxury and Rubble: Civility and Dispossession in the New Saigon. California: University of California Press, 2017, pp. 58-85. \n\nSESSION 10 The Making of Metropolises: The Countryside in the City & the City in the Countryside \nNguyen, Tuan Anh, et al. “Becoming and being urban in Hanoi: Rural-urban migration and relations in Viet Nam” in The Journal of Peasant Studies, Vol. 39, No. 5, December 2012, pp. 1103–1128. \nGillen, Jamie. “Bringing the countryside to the city: Practices and imaginations of the rural in Ho Chi Minh City, Vietnam.” Urban Studies, 2016, Volume 53, Number 2, pp. 324-337. \n\nTEAM PROJECT’S RESEARCH OUTLINE DUE \n\nSESSION 11  The Rise of Individualism: Change as Continuity/Discontinuity of Traditional Values \nReading \nKnodel, John, et al. “Gender Roles in the Family: Change and stability in Vietnam” in Asian Population Studies, Vol. 1, Issue 1, 2005, pp. 69-89. \nTran, Thi Minh Thi. “Complex Transformation of Divorce in Vietnam under the Forces of Modernization and Individualism.” International Journal of Asian Studies, vol. 18, no. 2, 2021, pp. 225–245. \nTeam Watching (BEFORE class) \n“We to Me” (Jade Chase, 2020)  (https://www.youtube.com/watch?v=OmNse3zlUDo)  \n\nTHIRD RESPONSE PAPER DUE \n\nSESSION 12 Revival of Religious & Ritual Practices \nReading \nTaylor, Philip. “Introduction: An Outline of the Quest” in Phillip Taylor, Goddess on the Rise: Pilgrimage and Popular Religion in Vietnam, Honolulu: University of Hawaii Press, 2004, pp. 1-22.  \nDiGregorio, Michael. “Things Held in Common: Memory, Space and the Reconstitution of Community Life.” Journal of Southeast Asian Studies, vol. 38, no. 3, 2007, pp. 441–65. \nTeam Watching \nTrăng nơi đáy giếng (Nguyễn Vinh Sơn, 2008) (https://www.youtube.com/watch?v=yr21n-Egdxk) \n\n SESSION 14 (April 22/23) (Post)Modern Vietnamese Identity: Hybridity & Transnationalism \nReading \nNguyen, Thanh Viet. “On (Not) Being Vietnamese.” Access Mar 11, 2022, https://vietnguyen.info/2011/on-not-being-vietnamese.  \nNguyen-Akbar, Mytoan. “The Formation of Spatial and Symbolic Boundaries among Vietnamese Diasporic Skilled Return Migrants in Ho Chi Minh City, Vietnam.” Sociological Perspectives, vol. 60, no. 6, Dec. 2017, pp. 1115–1135. \nLuong, Van Hy. “Cultural Hybridity and Postmodernism: Vietnam and the West.” VNU Journal of Science, Vol. 32, No. 1S, 2016, pp. 61-67. \nTeam Watching \nDaughter From Danang (Gail Dolgin & Vicente Franco, 2002) \n\nSESSION 14  Team Presentations & Individual Papers to Be Submitted to the Instructor  \n\n---\nAssessments and Grading:\nAttendance and Participation (15%)\nResponse Papers (10% each, 30% in total)\nFinal Team Project (40%) and Individual Reflection Paper (15%)",
    "categories": [],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Friday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ],
    "location": "Action"
  }
]