[
  {
    "title": "Introduction to Photography History and Theory",
    "id": "ARTS103_Spring2022_S01",
    "credits": "4",
    "instructor": "Tran Vi Chau",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OPQAZ/arts103spring2022s01",
    "description": "Faculty: Tran Vi Chau – E: chau.tran@fulbright.edu.vn\nCategory: Exploratory - Arts & Humanities (E1); Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: ARTS101 Introduction to Visual Studies\nFormat: On-campus\n---\nCourse Description: We live today in a world of photographic images. Photography is present in a wide range of practices from avant-garde arts to mass media, from the convention of photo identification to the techniques of surveillance, from photojournalism to selfies and Instagram. Photographs saturate all aspects of contemporary lives, demanding constant attention, interpretation, and consumption. This course offers an introductory survey of the diverse and pervasive field of photography from its origin in the early 19th century to the current digital moment. Students will learn to unpack photography as a multifaceted medium, namely, an artistic experience, a technological frontier, a mode of power, a cultural practice, and a sociohistorical text. Key photographers, movements, and important themes will be explored in tandem with the cultural contexts in which innovations and developments in photography unfolded. With special attention to the intersection of photography and Vietnamese history, the course will also demonstrate how constellations of power - with regards to class, gender, sexuality, ethnicity, economy, and geopolitics - influence the practice, dissemination, and preservation of photography in Vietnam today.\nLearning Objectives: \nThe course is designed to encourage students to: \n• Acquire a solid foundation on key theoreticians and artists who have engaged with the medium of photography. \n• Adopt an integrated range of flexible, research-led approaches to the studies of photographic history and theories. \n• Strengthen key skills in writing, reading, and public engagement necessary for higher-level courses in the Art and Media Studies major as well as related fields.",
    "categories": [
      "E1",
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      }
    ]
  },
  {
    "title": "Dance and Performance Production",
    "id": "ARTS106_Spring2022_S01",
    "credits": "4",
    "instructor": "Alexander Tu Nguyen",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3NzQAJ/arts106spring2022s01",
    "description": "Visiting Faculty: Alexander Tu Nguyen - E: alexander.nguyen@fulbright.edu.vn\nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite or Co-requisite: No\nFormat: On-Campus\n---\nCourse Description: This course will introduce students to both the theoretical and practical fundamentals of dance, and the ways in which dance performances are produced. In addition, we will study selected topics in the history of dance, both in its local and international aspects, and the impact of dance within Vietnam and beyond in the 21st century. We will explore the theoretical concepts of movement and apply them through practice to build students’ foundations in movement, and learn how to develop a sense of rhythm, timing, rhythmical expression, and musicality as key to the creative process of dance. Health and safety components are essential in the development of a performer, therefore, students will obtain fundamental knowledge of the mechanics of the body. This course will also offer an opportunity to explore the intricate process and progress of a performance. Students will learn about the different elements of a production, including routine development, staging, formations, and presentation, and critically examine and analyze movement and dance from different styles of commercial dance. Throughout the course, students will work on incremental activities in preparation for a final production and execution of a performance.\n---\nLearning Objectives:\nAnalyze the basic components of a dance performance/routine\nDevelop fundamental skills in movement [e.g., technique, execution, coordination]\nDemonstrate the key elements of dance [e.g., rhythm, musicality]\nAcquire the necessary practical knowledge and skills to create and showcase a dance performance\n---\nTentative Schedule\nPrimary topics and sub-topics to be organized across the trimester:\n1. Academic Subjects\na. History of Dance\nb. 21st Century of Dance\nc. Anatomy and kinesiology \nd. Evaluating and understanding dance performance\n\n2. Technique Classes\na. Commercial dance: Hip Hop, Commercial Hip Hop, Street Jazz\nb. Terminology of dance\nc. Conceptualization of a routine\nd. Performance skills preparation \ne. Health and safety: mobility and stretch techniques\n\n3. Practical Classes\na. Exploration of creativity \nb. Choreography development\nc. Performance development\nd. Staging and formation\ne. Conditioning and fitness\n---\nAssessments & Grading\nAttendance and participation: 15%\nCritical analysis of a dance performance: 5%\nMid-term small group creativity presentation: 15%\nFinal individual dance development evaluation: 30%\nFinal group performance production: 35%",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Thursday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Narrative",
    "id": "ARTS204_Spring2022_S01",
    "credits": "4",
    "instructor": "Tuan Andrew Nguyen",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3ORQAZ/arts204spring2022s01",
    "description": "Visiting Faculty: Tuan Andrew Nguyen – E: tuanandrew.nguyen@fulbright.edu.vn\nCategory: Exploratory- Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: ARTS101 Introduction to Visual Studies and ARTS 104 Video and Film Production (or equivalent) \n*Not recommended for Freshmen\nFormat: On-campus\n---\nCourse Description: Narrative is defined generally as “a spoken or written account of connected events; a story.” The application of narratives as well as the technique and channels through which narratives are expressed and delivered today are becoming more accessible and simultaneously more complex. This course is designed to help students understand basic narrative concepts and to develop storytelling strategies through a variety of moving image formats, including mainstream films and television, documentary films, video art, music videos, advertising, and propaganda. We will look at how narratives fuel various political agendas as well as the many strategies artists and filmmakers use to counter dominant narratives. We will deepen our understanding of these concepts, techniques, and problematics through in-class viewings and discussion of various moving image works, supported by theoretical readings focusing on the role of narrative in literature, film, and art. Students' engagement with these topics will be brought to bear on the final project, either a scripted or video re-working of a film/video work.\n\nLearning Objectives:\n·      Develop a specialized understanding of basic concepts of fictional and non-fictional narrative and narrative construction, such as the power of myth, three-act structure, story circle, as well as elements related to propaganda, advertising, and historical narratives.\n·      Gain skills in deconstructing narratives and utilizing various tools and strategies to analyze how narratives are instrumentalized.\n·      Develop proficiency in using advanced concepts related to storytelling and narrative theory to analyze and produce works in diverse media and outputs.\n---\nAssessment & Grading:\n• Attendance and participation in group discussions -- 20%\n• Group presentation -- 20%\n• Written reflection (1,000 - 1,250 words) or video and/or sound reflection (15 min. max) of a moving image work discussed in class -- 25%\n• Final project: Narrative Remix: Rewrite a scene from a film discussed in class OR make a re-edit of a scene from a film discussed in class -- 35%",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ]
  },
  {
    "title": "Visualizing Vietnam",
    "id": "ARTS207_Spring2022_S01",
    "credits": "4",
    "instructor": "Nora Taylor; Pamela Corey;",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OVQAZ/arts207spring2022s01",
    "description": "Co-taught by Faculty: Pamela Corey - E: pamela.corey@fulbright.edu.vn & Visiting Faculty: Nora Taylor - E: nora.taylor@fulbright.edu.vn \nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: ARTS101 Introduction to Visual Studies. Students must complete all Core courses. \n\nFormat: On-campus\n---\nCourse Description: Vietnam presents a rich opportunity for examining the power of imagery in politics, history and society. Rather than study Vietnamese art in a linear chronological fashion, we will examine Vietnamese modern and contemporary art and visual culture through a thematic lens, with a particular focus on what kinds of research methods one can use to study and better understand such visual productions. The selected topics – including architecture, fashion, ecology, memory, and diaspora - are intended to introduce broader concepts and methods of field research that have resonance within and outside Vietnam. In addition, these concepts will then be animated and contextualized through site and studio visits in order to provide alternative models of research and pedagogy and to illustrate the idea of art as a lived experience. Each unit will be assigned core readings and proposed sites of ethnographic and field research.\n\nLearning Objectives: This course will aim to:\n• Demonstrate broad knowledge of Vietnamese modern and contemporary arts within national and transnational historical contexts\n• Understand and employ different methods of field research in art and cultural studies relevant to the context of Vietnam\n• Develop visual literacy across multiple mediums and forms, including painting, textiles, architecture, and the moving image\n• Demonstrate skills in critical analysis and persuasive written and oral communication, particularly in relation to images, objects, and the built environment\n---\nTentative Schedule\n1. Colonial arts and architecture (weeks 1-3) / field trip to district 1 and Cho Lon\n2. Fashion (week 4) / field trip to Ao Dai Museum, district 9\n3. Socialist Realism (week 5) / guest lecture: Jade Thau\n4. Memorialization in Vietnam (week 6-7) / field trip to War Remnants Museum, district 1\n5. Memorialization in the United States (week 8)\n6. Memorialization through contemporary art (week 9) / studio visit: Dinh Q. Le, district 8\n7. Doi Moi and the concept of the avant-garde (week 10) / guest lecture: Le Thuan Uyen\n8. Diaspora - film (week 11) \n9. Diaspora - contemporary art (week 12)/ guest lecture: Tiffany Chung\n10. Ecology (week 13) / studio visit: Phan Thao Nguyen, district 7\n11. Paper consultations (week 14)\n---\nAssessment & Grading\n• Participation and attendance -- 10%\n• Field reports - or alternative assessments under mitigating circumstances, e.g. a filmic analysis, exhibition review -- (3 in total, 20% each)\n• Final essay -- 30%",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Friday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ]
  },
  {
    "title": "Global Humanities and Social Change",
    "id": "CORE101_Spring2022_S03",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3O5QAJ/core101spring2022s03",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course examines key moments in the global history of thought through the lens of textual analysis. Over the course of the semester, students will develop their written rhetorical, reading, and critical thinking skills. \nSummary\nIn order to change the world, it is worthwhile to look at “change,” both as a historical fact and a concept that has consumed thought for generations. This course looks at key texts in five core periods and epistemic traditions: (1) classical epistemologies and origin myths; (2) major transitions of the post-classical era; (3) Renaissance, Enlightenment, Revolution and transitions to modernity; (4) Modern Era; and (5) (Post) Colonialism. We ask, what exactly is change - be it creation, enlightenment, conversion, metamorphosis, revolution, or evolution? And we ask how have our ideas about “change” changed over time?\n---\nLearning Objectives:\n·      Students will be able to compose responses to texts related to literature, philosophy, religion, arts, in the forms of argumentative and comparative essays.\n·      Students will be able to explain the evolution of ideas and how those ideas influence social policy and shape perception in the contemporary world.\n·      Students will be able to critique each other’s perspectives in the context of group discussions.\n·      Students will be able to analyze texts in ways that are applicable not only in the classroom but also in the professional world beyond the classroom.\n---\nAssessments & Grading:\nStudents are fully responsible for any missed classes and work. Except in cases of health/family emergency that can be documented, tardiness or absences leading to missed graded in-class activities will result in students receiving a zero. All late take-home assignments are subject to a 3% penalty every 24 hours. Generally, late assignments will not be accepted after one week.\n Participation: 20%\nWeekly Response Postings: 20%\nWriting Assignment #1 – the Outline: 20%\nWriting Assignment #2: 20%\nWriting Assignment #3: 20%",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      }
    ]
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Spring2022_S01",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3NTQAZ/core102spring2022s01",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives:\nAfter finishing the course, the students should be able to\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Spring2022_S02",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzOQeQAN/core102spring2022s02",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives: After finishing the course, the students should be able to:\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Spring2022_S03",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3O6QAJ/core102spring2022s03",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives: After finishing the course, the students should be able to:\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Friday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Quantitative Reasoning for a Digital Age",
    "id": "CORE103_Spring2022_S03",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3O7QAJ/core103spring2022s03",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nFormat: On-campus\n---\nCourse Description: Digital technology transforms the way we live: from how we travel, to what we use for money, to how we swipe to find love. At the heart of these social, cultural, and economic changes lie mathematics and computer science. But how do we gather the information, interpret the data, and construct the algorithms that drive these advances and affect our lives? Quantitative Reasoning in a Digital Age not only develops foundational skills in mathematics and computer science, but demonstrates how computer programming and algorithmic thinking inform issues in fields as diverse as economics, psychology, history, and philosophy. Structured around project-based teamwork, students will examine how the toolkit of computational thinking can model human behavior and address real-world problems in business, education, public health, government, and other sectors. By understanding how quantitative reasoning affects modern society and modern society often affects our quantitative reasoning, students will learn to question their own assumptions about data big and small and think critically about the abundance of quantitative information that defines the decisions we make.\n ---\nLearning Objectives: Students will be able to:\n·   Formulate research questions and collect appropriate data to address these questions\n·   Critically examine and identify patterns in quantitative data\n·   Investigate mathematical models computationally\n·   Effectively work in teams\n---\nAssessments & Grading:\nStudents are fully responsible for any missed classes and work. Except in cases of health/family emergency that can be documented, tardiness or absences leading to missed graded in-class activities will result in students receiving a zero. All late take-home assignments are subject to a 3% penalty every 24 hours. Generally, late assignments will not be accepted after one week.\nParticipation: 10%\nProject: 60%, including \nSurvey: 5%\nCheck-in 1: 10%\nCheck-in 2: 10%\nProject Proposal: 10%\nPoster Readout 25%\nFinal Synthesis: 30%",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Thursday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Quantitative Reasoning for a Digital Age",
    "id": "CORE103_Spring2022_S04",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUBkQAN/core103spring2022s04",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nFormat: On-campus\n---\nCourse Description: Digital technology transforms the way we live: from how we travel, to what we use for money, to how we swipe to find love. At the heart of these social, cultural, and economic changes lie mathematics and computer science. But how do we gather the information, interpret the data, and construct the algorithms that drive these advances and affect our lives? Quantitative Reasoning in a Digital Age not only develops foundational skills in mathematics and computer science, but demonstrates how computer programming and algorithmic thinking inform issues in fields as diverse as economics, psychology, history, and philosophy. Structured around project-based teamwork, students will examine how the toolkit of computational thinking can model human behavior and address real-world problems in business, education, public health, government, and other sectors. By understanding how quantitative reasoning affects modern society and modern society often affects our quantitative reasoning, students will learn to question their own assumptions about data big and small and think critically about the abundance of quantitative information that defines the decisions we make.\n ---\nLearning Objectives: Students will be able to:\n·   Formulate research questions and collect appropriate data to address these questions\n·   Critically examine and identify patterns in quantitative data\n·   Investigate mathematical models computationally\n·   Effectively work in teams\n---\nAssessments & Grading:\nStudents are fully responsible for any missed classes and work. Except in cases of health/family emergency that can be documented, tardiness or absences leading to missed graded in-class activities will result in students receiving a zero. All late take-home assignments are subject to a 3% penalty every 24 hours. Generally, late assignments will not be accepted after one week.\nParticipation: 10%\nProject: 60%, including \nSurvey: 5%\nCheck-in 1: 10%\nCheck-in 2: 10%\nProject Proposal: 10%\nPoster Readout 25%\nFinal Synthesis: 30%",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Friday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Scientific Inquiry",
    "id": "CORE104_Spring2022_S03",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3O8QAJ/core104spring2022s03",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: Scientific Inquiry unlocks the door to discovery and explores how humans acquired our fundamental knowledge of the sciences. By engaging foundational texts and practices from across various scientific disciplines, students will understand the various processes involved in acquiring scientific knowledge and how these processes are applied to contemporary scientific questions. Students will critically analyze the claims and evidence presented in the primary literature and use a project- and inquiry-based approach to answer important scientific questions across the various disciplines of the natural sciences. The course also focuses on understanding how to make, interpret, and challenge scientific claims by conducting original research, and communicating the results in written reports and oral presentations. Creating connections across the Fulbright core curriculum, this course emphasizes how scientific inquiry informs public debates past and present, challenging students not only to understand the world from a scientific perspective, but also to understand how our scientific perspective shapes and is shaped by the world around us.\n ---\nLearning Objectives: At the completion of this course, students will:\nDemonstrate understanding of the historical development of key scientific ideas through written communication;\nDemonstrate ability to critically evaluate scientific claims through written and/or spoken communication;\nDemonstrate ability to apply the process of scientific inquiry through forming scientific questions & hypotheses as well as collecting, analyzing, interpreting, and reporting data;\nDemonstrate basic competence in quantitative data analysis by applying the relevant skills to a collaborative project.\n---\nAssessments & Grading:\nWriting & speaking assignments, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Friday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Scientific Inquiry",
    "id": "CORE104_Spring2022_S04",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUC3QAN/core104spring2022s04",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: Scientific Inquiry unlocks the door to discovery and explores how humans acquired our fundamental knowledge of the sciences. By engaging foundational texts and practices from across various scientific disciplines, students will understand the various processes involved in acquiring scientific knowledge and how these processes are applied to contemporary scientific questions. Students will critically analyze the claims and evidence presented in the primary literature and use a project- and inquiry-based approach to answer important scientific questions across the various disciplines of the natural sciences. The course also focuses on understanding how to make, interpret, and challenge scientific claims by conducting original research, and communicating the results in written reports and oral presentations. Creating connections across the Fulbright core curriculum, this course emphasizes how scientific inquiry informs public debates past and present, challenging students not only to understand the world from a scientific perspective, but also to understand how our scientific perspective shapes and is shaped by the world around us.\n ---\nLearning Objectives: At the completion of this course, students will:\nDemonstrate understanding of the historical development of key scientific ideas through written communication;\nDemonstrate ability to critically evaluate scientific claims through written and/or spoken communication;\nDemonstrate ability to apply the process of scientific inquiry through forming scientific questions & hypotheses as well as collecting, analyzing, interpreting, and reporting data;\nDemonstrate basic competence in quantitative data analysis by applying the relevant skills to a collaborative project.\n---\nAssessments & Grading:\nWriting & speaking assignments, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Scientific Inquiry",
    "id": "CORE104_Spring2022_S05",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUC8QAN/core104spring2022s05",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: Scientific Inquiry unlocks the door to discovery and explores how humans acquired our fundamental knowledge of the sciences. By engaging foundational texts and practices from across various scientific disciplines, students will understand the various processes involved in acquiring scientific knowledge and how these processes are applied to contemporary scientific questions. Students will critically analyze the claims and evidence presented in the primary literature and use a project- and inquiry-based approach to answer important scientific questions across the various disciplines of the natural sciences. The course also focuses on understanding how to make, interpret, and challenge scientific claims by conducting original research, and communicating the results in written reports and oral presentations. Creating connections across the Fulbright core curriculum, this course emphasizes how scientific inquiry informs public debates past and present, challenging students not only to understand the world from a scientific perspective, but also to understand how our scientific perspective shapes and is shaped by the world around us.\n ---\nLearning Objectives: At the completion of this course, students will:\nDemonstrate understanding of the historical development of key scientific ideas through written communication;\nDemonstrate ability to critically evaluate scientific claims through written and/or spoken communication;\nDemonstrate ability to apply the process of scientific inquiry through forming scientific questions & hypotheses as well as collecting, analyzing, interpreting, and reporting data;\nDemonstrate basic competence in quantitative data analysis by applying the relevant skills to a collaborative project.\n---\nAssessments & Grading:\nWriting & speaking assignments, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Design and Systems Thinking",
    "id": "CORE105_Spring2022_S01",
    "credits": "2",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002IbNLgQAN/core105spring2022s01",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 02 credits\nPre-requisite: No\nFormat: On-campus\nNote: CORE 105 is split into 2 parts of 2 + 2 credits for theory and practice parts. If you are enrolled in the Fall, it's mandatory to complete this part in the Spring. You will be pre-enrolled for the Spring term in the same session. For those who haven't enrolled in the Theory part in the Fall term, please enroll for this course in the Summer\n---\nCourse Description: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.\n Designing and Systems Thinking (D&ST) course introduces the principles, processes, and tools of systems thinking and design thinking that are used to identify and generate solutions to frictions in our society. The building blocks to understand systems and to approach the designing process include: how ethnographic observation can be used to frame and observe real world challenges from the consumer’s perspective; an introduction to systems thinking to understand how challenges exist in a broader context; design thinking, enabling a structured approach to developing solutions and concepts; prototyping of physical products and designs; and key engineering concepts that enable concepts to become reality. This course employs project-based learning among teams of students to identify problems, specify client, consumer, or societal needs, and design a system answering those needs. This process includes defining the product’s features and specifications, decomposing it into components, integrating it into an environment, building it, and then validating and verifying its results. For example, teams may create elements of a smart home like automatic lighting and watering, or an Internet of Things (IoT) system for drought monitoring and early warning, or an automatic hand sanitizer. They will use modules, materials, tools, and facilities available in the market or in the Fulbright Maker Space to prototype these systems. In the process, they will develop a basic command of agile methods used in project management, learn basic modern fabrication skills, and practice critical thinking, including an understanding of constraints, negotiating between options, and examining social and environmental impact.\n ---\nLearning Objectives: After completing the course, students will be able to\nUnderstand and practice the tools and principles of systems thinking and design thinking.\nDefine the requirements of potential solutions and the quantitative and qualitative specifications of a system, with consideration for potentially related factors.\nDecompose a system into deterministic components and functions, explain how they interact with each other and behave when integrated as a whole system, and explain how the system works within its environment.\nBuild a working prototype and verify whether this prototype meets defined requirements and specifications.\nImprove communication skills through oral and written presentations, sharpen teamwork skills by working with other students on term projects, as well as critical thinking while giving comments to others.\n---\nAssessments & Grading: \nMaker Space Training: 20%\nTheory: 40%\nApplication: 40%",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Design and Systems Thinking",
    "id": "CORE105_Spring2022_S02",
    "credits": "2",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002IbNM4QAN/core105spring2022s02",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 02 credits\nPre-requisite: No\nFormat: On-campus\nNote: CORE 105 is split into 2 parts of 2 + 2 credits for theory and practice parts. If you are enrolled in the Fall, it's mandatory to complete this part in the Spring. You will be pre-enrolled for the Spring term in the same session. For those who haven't enrolled in the Theory part in the Fall term, please enroll for this course in the Summer\n---\nCourse Description: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.\n Designing and Systems Thinking (D&ST) course introduces the principles, processes, and tools of systems thinking and design thinking that are used to identify and generate solutions to frictions in our society. The building blocks to understand systems and to approach the designing process include: how ethnographic observation can be used to frame and observe real world challenges from the consumer’s perspective; an introduction to systems thinking to understand how challenges exist in a broader context; design thinking, enabling a structured approach to developing solutions and concepts; prototyping of physical products and designs; and key engineering concepts that enable concepts to become reality. This course employs project-based learning among teams of students to identify problems, specify client, consumer, or societal needs, and design a system answering those needs. This process includes defining the product’s features and specifications, decomposing it into components, integrating it into an environment, building it, and then validating and verifying its results. For example, teams may create elements of a smart home like automatic lighting and watering, or an Internet of Things (IoT) system for drought monitoring and early warning, or an automatic hand sanitizer. They will use modules, materials, tools, and facilities available in the market or in the Fulbright Maker Space to prototype these systems. In the process, they will develop a basic command of agile methods used in project management, learn basic modern fabrication skills, and practice critical thinking, including an understanding of constraints, negotiating between options, and examining social and environmental impact.\n ---\nLearning Objectives: After completing the course, students will be able to\nUnderstand and practice the tools and principles of systems thinking and design thinking.\nDefine the requirements of potential solutions and the quantitative and qualitative specifications of a system, with consideration for potentially related factors.\nDecompose a system into deterministic components and functions, explain how they interact with each other and behave when integrated as a whole system, and explain how the system works within its environment.\nBuild a working prototype and verify whether this prototype meets defined requirements and specifications.\nImprove communication skills through oral and written presentations, sharpen teamwork skills by working with other students on term projects, as well as critical thinking while giving comments to others.\n---\nAssessments & Grading: \nMaker Space Training: 20%\nTheory: 40%\nApplication: 40%",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Design and Systems Thinking",
    "id": "CORE105_Spring2022_S03",
    "credits": "2",
    "instructor": "Core Teaching Team",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002IbNM5QAN/core105spring2022s03",
    "description": "Faculty: Core Teaching Team\nCategory: Core\nCredits: 02 credits\nPre-requisite: No\nFormat: On-campus\nNote: CORE 105 is split into 2 parts of 2 + 2 credits for theory and practice parts. If you are enrolled in the Fall, it's mandatory to complete this part in the Spring. You will be pre-enrolled for the Spring term in the same session. For those who haven't enrolled in the Theory part in the Fall term, please enroll for this course in the Summer\n---\nCourse Description: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.\n Designing and Systems Thinking (D&ST) course introduces the principles, processes, and tools of systems thinking and design thinking that are used to identify and generate solutions to frictions in our society. The building blocks to understand systems and to approach the designing process include: how ethnographic observation can be used to frame and observe real world challenges from the consumer’s perspective; an introduction to systems thinking to understand how challenges exist in a broader context; design thinking, enabling a structured approach to developing solutions and concepts; prototyping of physical products and designs; and key engineering concepts that enable concepts to become reality. This course employs project-based learning among teams of students to identify problems, specify client, consumer, or societal needs, and design a system answering those needs. This process includes defining the product’s features and specifications, decomposing it into components, integrating it into an environment, building it, and then validating and verifying its results. For example, teams may create elements of a smart home like automatic lighting and watering, or an Internet of Things (IoT) system for drought monitoring and early warning, or an automatic hand sanitizer. They will use modules, materials, tools, and facilities available in the market or in the Fulbright Maker Space to prototype these systems. In the process, they will develop a basic command of agile methods used in project management, learn basic modern fabrication skills, and practice critical thinking, including an understanding of constraints, negotiating between options, and examining social and environmental impact.\n ---\nLearning Objectives: After completing the course, students will be able to\nUnderstand and practice the tools and principles of systems thinking and design thinking.\nDefine the requirements of potential solutions and the quantitative and qualitative specifications of a system, with consideration for potentially related factors.\nDecompose a system into deterministic components and functions, explain how they interact with each other and behave when integrated as a whole system, and explain how the system works within its environment.\nBuild a working prototype and verify whether this prototype meets defined requirements and specifications.\nImprove communication skills through oral and written presentations, sharpen teamwork skills by working with other students on term projects, as well as critical thinking while giving comments to others.\n---\nAssessments & Grading: \nMaker Space Training: 20%\nTheory: 40%\nApplication: 40%",
    "categories": [
      "Core"
    ],
    "schedule": [
      {
        "day": "Thursday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Computer Science I",
    "id": "CS101_Spring2022_S02",
    "credits": "4",
    "instructor": "Phan Thanh Trung",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002JTydTQAT/cs101spring2022s02",
    "description": "Visiting Faculty: Phan Thanh Trung - E: trung.phan@fulbright.edu.vn\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: No\nFormat: On-Campus\n---\nCourse Description: This course is an introduction to the discipline of computer science and aims to equip students with the skills necessary to solve computational problems using a high-level programming language. Students will develop their algorithm design abilities and implement their ideas using fundamental programming constructs such as loops, branching statements and functions, and abstract data types like lists and maps. The course will also expose students to a variety of computing applications. \n---\nLearning Outcomes:\nSpecifically, by the end of the course, you will be able to:  \ncreate algorithms for solving simple problems and express them in English or pseudocode, implement, test and debug algorithms for solving simple problems in the Python language, analyze and explain the behavior of simple programs involving fundamental programming constructs: variables, expressions, assignments, I/O, control constructs, and functions, identify and describe uses of primitive data types, as well as write programs that use them appropriately,  \nmodify and expand short programs that use standard conditional and iterative control structures and functions, design, implement, test and debug a program that uses each of the following fundamental programming constructs: basic computation, standard I/O, standard conditional and iterative structures, the definition of functions, and parameter passing,  \nwrite a program that uses file I/O to provide persistence across multiple executions, choose appropriate conditional and iteration constructs for a given programming task, apply the techniques of decomposition to break a program into smaller pieces, describe the concept of recursion and give examples of its use, \nidentify the base case and the general case of a recursively-defined problem, and apply consistent documentation and program style standards that contribute to the readability and maintainability of software.  \n---\nSchedule of Topics\nCourse Textbook: How to Think Like a Computer Scientist by Allen Downey (https://runestone.academy/runestone/books/published/thinkcspy/index.html (https://runestone.academy/runestone/books/published/thinkcspy/index.html) )  \n\nThe following table outlines the schedule of topics for the course. Additionally, there will be homework assignments, (roughly) bi-weekly problems, as well as quizzes. These will be posted on Canvas. Homework assignments and daily problems will be due at 11:55PM on the specified date, unless noted otherwise on the assignment handout. Given the coronavirus situation, this schedule is volatile — topics may be added, removed, or rearranged as the situation develops.  \nWeek 1  \nIntroduction to Python  \nWeek 2  \nFunctions, Variables, Assignment Statements  | HW1 due  \nWeek 3  \nLists  | HW2 due, Quiz 1  \nWeek 4  \nfor-Loops  | Quiz 2  \nWeek 5  \nfor-Loops  | HW3 due, Quiz 3  \nWeek 6  \nNested Lists, if-Statements  \nWeek 7  \nwhile-Loops, Strings, Dictionaries  \nWeek 11  \nException Handling  \nAcknowledgements: This course is based on materials developed by Raghu Ramanujan from Davidson College during his time at Fulbright University Vietnam.  \nQuiz 4  \nHW4 due, Quiz 5  \nWeek 8  \nStrings, Dictionaries, Functions with Parameters  | Quiz 6  \nWeek 9  \nFall Break  | HW5 due  \nWeek 10  \nReturn Statement, File I/O  | Quiz 7  | Quiz 8  \nWeek 12  \nProject Pitch Day  | HW6 due  \nWeek 13  \nAlgorithm Design  | Quiz 9  \nWeek 14  \nRecursion  | HW7 due  \nWeek 15  \nTBD  | Quiz 10  \nCompletion Week  \nPoster Presentations  | Final Project due  \n---\nAssessment & Grading:\nHomework Assignment: 30%\nDaily Problems: 25%\nQuizzes: 25%\nFinal Project: 20%",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      }
    ]
  },
  {
    "title": "Computer Science II",
    "id": "CS201_Spring2022_S01",
    "credits": "4",
    "instructor": "Sebastian Dziallas",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OCQAZ/cs201spring2022s01",
    "description": "Faculty: Sebastian Dziallas - E: sebastian.dziallas@fulbright.edu.vn \nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: CS101 Computer Science I\nFormat: On-campus\n---\nCourse Description: How do we develop software that solves problems efficiently and reliably? How do we write programs that work correctly and can be refactored and improved over time? This course continues and expands on content from Computer Science I, with a greater focus on theoretical concepts, abstraction, and larger programs. Topics include object-oriented programming, unit testing and refactoring, basic algorithm analysis, searching and sorting, linear data structures (lists, maps, stacks, and queues), trees, and graphs.\n---\nLearning Outcomes: Specially, by the end of the course, you will be able to: \nAbstract data types and data structures\n●recall the basic definition and describe applications of common abstract data types (ADTs) such as queues, stacks, lists, sets, maps, priority queues and graphs\n●choose the appropriate ADT for modeling a given problem\n●write programs that use the built-in ADTs in the JavaCollections library to solve novel problems, and\n●compare alternative implementations of data types(using different data structures such as arrays, linked lists, trees, heaps, etc.) with respect to performance.\nAlgorithms and analysis\n●explain what is meant by the \"best'' and \"worst'' case behavior of an algorithm,\n●determine informally the time and space complexity of simple algorithms and express your answers in big-O notation,\n●discuss the runtime and memory efficiency of principal algorithms for sorting, searching and hashing,\n●determine whether a recursive or iterative solution is most appropriate for a problem, and\n●use recursive backtracking to solve a problem like navigating a maze.\nObject oriented programming\n●describe how references allow for objects to be accessed in multiple ways and accurately diagram the state of a program during execution,\n●design and implement a class, and\n●use object-oriented encapsulation mechanisms such as interfaces and private members.\nSoftware design\n●describe the benefits of and apply unit testing, refactoring and other software engineering practices, and\n●apply consistent documentation and program style standards that contribute to the readability and maintainability of software\n\n---\nSchedule of Topics\nCourse Textbook\nWe will be using the book Building Java Programs: A Back to Basics Approach (5th Edition) by Reges and Stepp. Earlier editions are also acceptable. Fulbright has obtained electronic copies of the book that are available to students in this course. You can access these copies through the link in the resources module.\nSchedule of Topics\nWeek 1: Algorith Analysis\nWeek 2: Lists – Assignment: HW1 due\nWeek 3: Stacks & Queues – Assignment: Quiz 1\nWeek 4: Sets & Maps – Assignment: Quiz 2\nWeek 5: Linked Lists – Assignment: HW2 due, Quiz 3\nWeek 6: Iterators – Assignment: Quiz 4\nWeek 7: Recursion & Sorting – Assignment: HW3 due, Quiz 5\nWeek 8: Sorting & Recurrence Relations – Assignment: Quiz 6\nWeek 9: Recursive Backtracking – Assignment: HW4, Quiz 7\nWeek 10: Trees – Assignment: Quiz 8\nWeek 11: Heaps – Assignment: HW5 due, Quiz 9\nWeek 12: Hashing – Assignment: Quiz 10\nWeek 13: Graphs – Assignment: HW6 due, Quiz 11\nWeek 14: TBD – Assignment: Quiz 12\nWeek 15: Final Exam – Assignment: HW7 due\nCompletion Week: Final Assessments\n\n---\nAssessment & Grading\n\nHomework Assignments – 30%\nWeekly Problems – 30% \nQuizzes – 20%\nFinal Exam – 20%",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Wednesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Object Oriented System Design",
    "id": "CS207_Spring2022_S01",
    "credits": "4",
    "instructor": "Vu Nguyen",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002MtrANQAZ/cs207spring2022s01",
    "description": "Visiting Faculty: Vu Nguyen - E: vanvu.nguyen@fulbright.edu.vn  \nCategory: Exploratory – Mathematics & Computing (E4)\nCredits: 04 credits\nPre-requisite: CS 201 Computer Science II\nFormat: On-campus\n---\nCourse Description: This course provides students the opportunities to strengthen their understanding of object-oriented concepts and to build their skills and experience in developing software systems by applying OO concepts and design principles. Topics covered in this course include class, object, information hiding, encapsulation, inheritance, interface, polymorphism, design patterns, multi-threading, database connection, unit testing, and Unified Modeling Language (UML). Students will work in teams to practice designing software using UML models such as use-case, sequence, and class diagrams. They will also implement the design via building Android applications using Java.\n\nLearning Outcomes: By the end of the course, students will be able to\nSolidify their understanding of object-oriented programming concepts such as encapsulation, inheritance, and polymorphism.\nApply object-oriented principles and UML to design and document medium-sized to large software systems.\nImplement software systems (Android applications) according to the design.\nApply their skills and experience in building native Android applications using Java.\nUnderstand and apply a number of Java programming approaches such as multi-threading, database connection, and synchronization.\n---\nTentative Schedule:\nCourse schedule (tentative)\n· Week 1: Course introduction and Environment setup\n· Week 2: Introduction to Android Programming\n· Week 3: Basic OOP concepts\n· Week 4: Basic OOP concepts (cont’d)\n· Week 5: UML\n· Week 6: Unit testing\n· Week 7: Information hiding and encapsulation\n· Week 8: Inheritance and polymorphism\n· Week 9: Android Programming\n· Week 10: Design patterns\n· Week 11: Multi-threading\n· Week 12: Database connection and manipulation\n· Week 13: Lab – Android application development\n· Week 14: Lab – Android application development (cont’d)\n· Week 15: Review\n---\nAssessments & Grading\nQuizzes and in-class discussions: 20%\nProjects and homework assignments: 50%\nFinal exam: 30%",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Friday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ]
  },
  {
    "title": "Programming Languages",
    "id": "CS308_Spring2022_S01",
    "credits": "4",
    "instructor": "Nanette Veilleux",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002IbNJoQAN/cs308spring2022s01",
    "description": "Visiting Faculty: Nanette Veilleux – E: nanette.simenas@fulbright.edu.vn\nCredits: 04 credits\nPre-requisite: CS101 Computer Science I; CS201 Computer Science II\nFormat: On-campus\n---\nCourse Description: Provides a comparison of computer languages and language paradigms(object-oriented, procedural, functional, event-driven) with respect to data structures, control structures, and implementation. Investigates these issues in several languages (currently JAVA, C++, Python, and Scheme). Presents formal language specification including regular, context-free, and ambiguous languages.\n---\nLearning Outcomes: This class is all about programming languages: how they work, what they have in common, and how they differ. At the end of this class, students will be able to:\n• Identify underlying features (paradigm, variables, scope, inheritance, function--passing parameters, memory management, indirection)\n• Have fluency in at least three languages (Python, Java, language of their choice)\n• Understand three paradigms: functional, procedural, object-object oriented\n• Understand basics of syntactic parsing (computer languages)\n• Teach themselves a new language based on principles of programming languages\n---\nTentative Schedule\nTextbook and required materials: \nTentatively Concepts of Programming Languages, 11th Edition, Robert W. Sebesta.\nTentative Schedule:\nWeek 1: Overview – Intro to Java and GitHub\nWeek 2: Syntax, Data Types\nWeek 3: Control Flow\nWeek 4: Control Flow cont’d\nWeek 5: Functions and memory management\nWeek 6: Exception handling; Event handling\nWeek 7: Names, scopes, and bindings\nWeek 8: Semantics – Mid-term exam\nWeek 9: Imperative programming and pointers; C, C++\nWeek 10: Object-oriented programming\nWeek 11-12: Parallel programming\nWeek 13: TBA\nWeek 14: Lambda expressions\nWeek 15: Final Presentations\n---\nAssessment & Grading\nEach student will participate in their assigned (and probably rotating) role in the software development cycle as well as provide support and feedback to teammates. Students will maintain a project log and work steadily (e.g. 3-6 hour long sessions / week) both as a team and individually.",
    "categories": [],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Independent Study: Computational Linguistics",
    "id": "CS398_Spring2022_S01",
    "credits": "2",
    "instructor": "Nanette Veilleux",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3NpQAJ/cs398spring2022s01",
    "description": "Visiting Faculty: Nanette Veilleux – E: nanette.simenas@fulbright.edu.vn\nCategory: Experiential Learning - Scholar Development\nCredits: 02 credits\nPre-requisite: Students should have completed CS101 Computer Science I. Please contact the instructor to discuss individual circumstances.\nFormat: On-campus\n---\nCourse Description: This course allows students to engage in an authentic Computational Linguistics research project: students will create a pilot Automatic Speech Recognition (ASR) application that recognizes spoken Vietnamese and transcribes it to written Vietnamese. The students will work in teams with well-defined roles to collect training speech (initially Vietnamese digits) and apply the Kaldi framework (https://kaldi-asr.org) to train and implement Vietnamese ASR. Finally, the students will evaluate their application, write a report and present their findings. Although the students are supervised by the instructor, both initiative and independent work is emphasized.\n\nAs an independent study, this course will be offered Pass/Fail. \n---\nLearning Objectives: Students will:\nUnderstand the steps needed to train an ASR\nUnderstand the phonetic components of a language\nLearn to collaborate in a team project \nLearn to fulfill their role within a team\nExperience large, non-commercial software packages (VM and Kaldi)\nLearn to iteratively evaluate a research project and make adjustments \nGain experience in the research project and documentation\nGain experience in presenting findings.\n---\nAssessments & Grading: Each student will participate in their assigned (and probably rotating) role in the software development cycle as well as provide support and feedback to teammates. Students will maintain a project log and work steadily (e.g. 3-6 hour long sessions / week) both as a team and individually. ",
    "categories": [
      "EL"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      }
    ]
  },
  {
    "title": "Microeconomics Analysis",
    "id": "ECON201_Spring2022_S01",
    "credits": "4",
    "instructor": "Graeme Walker",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OBQAZ/econ201spring2022s01",
    "description": "Faculty: Graeme Walker – E: graeme.walker@fulbright.edu.vn  Office Hours: by email\nCategory: Exploratory- Social Sciences (C2)\nCredits: 04 credits\nPre-requisite: ECON101 Principles of Economics I.\nCourse Format: On-campus\n---\nCourse Description: This course introduces students to the microeconomic analysis toolkit. Using a combination of graphs and mathematical models, students will develop their abilities to analyze and evaluate the outcomes in markets due to the decision making of individuals and organizations. Applications in business, policy, and everyday life will be used to bridge the gap between theory and the real world. The skills developed in this course will help students conceptualize the world in a manner that supports forming an understanding of current economic and social policy issues.\n--\nLearning Objectives: By the end of this course, students will be able to: \nCritically examine and explain the behaviour of individuals, firms, and markets using diagrams and mathematical models \nAnalyze and evaluate the underlying assumptions in these models \nIdentify and address real world problems using models \nCommunicate, in non-technical terms, the intuition behind models of economic behaviour \n---\nAssessments & Grading:\n[1] Problem Sets (4x5%)..............20%\n[2] In-class Tests (3x20%)...........60%\n[3] Final Synthesis.........................20%",
    "categories": [
      "C2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Macroeconomics Analysis",
    "id": "ECON203_Spring2022_S01",
    "credits": "4",
    "instructor": "Khieu Van Hoang",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OKQAZ/econ203spring2022s01",
    "description": "Faculty: Khieu Van Hoang - E: hoang.khieu@fulbright.edu.vn\nCategory: Exploratory- Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: ECON 203 Principles of Economics II\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: This course covers the theories of economic growth and business cycles and the conduct of public policies such as monetary and fiscal policies. The course will particularly focus on theoretical underpinnings of the models. In the first part, theories of exogenous and endogenous growth will be presented. In particular, the first part will cover the Solow growth model, neoclassical growth theory, and new growth theory. Empirical evidence will also be discussed. The second part presents theories of business cycles and the dynamics of consumption, saving, and investment. The third part explains the conduct of monetary and fiscal policies and their response to economic shocks.\n---\nLearning Outcomes: By the end of this course, students will be able to:\nexplain economic episodes in the real world such as causes and consequences of financial crises and economic downturns.\nanalyze the economy as a whole in the short-, medium-, and long-run using appropriate economic models.\nevaluate the uses of fiscal and monetary policy in response to aggregate fluctuations.\npropose appropriate economic policies to deal with economic shocks.\nconduct independent research.\n---\nTextbooks\nMankiw= N. Gregory Mankiw. Macroeconomics. 9th ed. MacmillanLearning, 2016. ISBN-13:978-1-4641-8289-1.\nRomer=DavidRomer. Advanced Macroeconomics. 4th ed. McGraw-Hill, 2012. ISBN:9780073511375. \nTopics in Macroeconomic Theory\nModule 1: The open economy – Reading: Mankiw Ch.6, 13\nModule 2: Inflation – Reading: Mankiw Ch.5\nModule 3: Unemployment – Reading: Mankiw Ch.7\nModule 4: Economic Growth – Reading: Mankiw Ch.8, 9 \nModule 5: Economic fluctuations – Reading: Mankiw Ch.10, 15\nModule 6: Consumption theory – Reading: Mankiw Ch.16\nModule 7: Investment theory – Reading: Mankiw Ch.17\nModule 8: Government debt and budget deficits – Reading: Mankiw Ch.19\nMacroeconomics in Continuous Time\nModule 9: The Solow growth model – Reading: Romer Ch.1\nModule 10: The Ramsey-Cass-Koopman model – Reading: Romer Ch.2\n---\nAssessments & Grading:\nReflection and Participation -- 10%\nProblem sets -- 20%\nTerm paper -- 30%\nFinal Exam/Final project -- 40%",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Introduction to Venture Investing & Impact Investing",
    "id": "ECON208_Spring2022_S01",
    "credits": "2",
    "instructor": "Shuyin Tang",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUBUQA3/econ208spring2022s01",
    "description": "Visiting Faculty: Shuyin Tang - E: shuyin.tang@fulbright.edu.vn\nCategory: Exploratory- Social Sciences (E2)\nCredits: 02 credits\nPre-requisite: Students should have completed all of their core courses.\nFormat: On-campus\n---\nCourse Description: Venture capital investing is all the rage in Vietnam right now. A successful investment and fund management strategy, however, takes much more than what we see on Shark Tank. It requires crafting an investment thesis, gaining access to the best deal-flow, conducting due diligence, structuring transactions, and managing portfolio investments right up until exit. Along the way, investors need to navigate the often sensitive and complex interpersonal dynamics between themselves and their entrepreneurs, co-investors, and Limited Partners (LPs), just to name a few.\n\nAt the same time, ESG and impact investing is gaining momentum, with some of the world's leading fund managers incorporating social, environmental and governance factors into their investment decisions. What does it mean to pursue social and environmental outcomes when investing? Is there a trade-off between social impact and financial returns? We will begin to unpack some of these issues as well.\n\nThis course is aimed at students seeking to understand the 'nuts and bolts' of early-stage investing and impact investing. It will be taught in a highly experiential manner by a current practitioner of early-stage investing in Vietnam. Students will learn the basic terminology, processes and strategies of early-stage investing and will apply them to practical case examples. Students will also hear from a number of guest speakers, including leading investors, entrepreneurs and other experts in the ecosystem, to gain a varied perspective.\n---\nLearning Outcomes: At the end of this course, students should be able to: \nUnderstand the basic terminology, actors, processes and strategies of the venture capital industry across its different stages, from investment thesis formulation to due diligence to exit\nApply this knowledge to real examples, considering the situation from both the investors' as well as the entrepreneurs' point of view\nArticulate investment recommendations through clear and concise investment memorandums\nExplain the rise of impact investing and ESG investing and its potential implications for the investment industry more broadly\n---\nDetailed Sessions Guide\nSession 1: The entrepreneurial journey \nRequired Readings:\n“The Entrepreneurial Journey”, Stuart Crainer, London Business School  \n“The Questions Every Entrepreneur Must Answer”, Amar Bidhe, Harvard Business Review, 1996 \nSession 2: Structure of the VC industry: Who’s who and how do VCs make money? \nRequired Readings:\n“A Day in the Life of a Venture Capitalist” (Stanford Case E-44, January 28, 2013) \n“16 Definitions on the Economics of VC”, Scott Kupor, Andreessen Horowitz \n“Six Myths About Venture Capitalists”, Diane Mulcahy, HBS \nChapter 1 “The Players” and Chapter 10 “How Venture Capital Funds Work”, Venture Deals, Brad Feld & Jason Mendelson \nSession 3: Developing a fund investment thesis \nRequired Readings:\nChapter 6 “Defining Your Fund’s Investment Strategy”, The Business of Venture Capital, Mahendra Ramisinghani \nDoes your VC have an investment thesis or a hypothesis?, David Teten and Stephane Nasser, TechCrunch120 \nCompilation of VC Investment Theses, Alexander Jarvis \nA Short Guide to Impact Investing, The Case Foundation \nSession 4: Deal sourcing and initial selection \nRequired Readings:\nWhat I’ve Learned About Deal Sourcing, Danielle Morrill \nHow VCs Source Deals, Allen Latta  \nIn Defence of the Deck, Bill Gurley  \nChapter 15 “Sourcing Investment Opportunities”, The Business of Venture Capital, Mahendra Ramisinghani  \nSession 5: Due diligence \nRequired Readings:\nChapter 16 “The Art of Conducting Due Diligence” and Chapter 17 “Management Team Diligence” and Chapter 18 “Diligence beyond Management”, The Business of Venture Capital, Mahendra Ramisinghani  \nImpact Due Diligence: Emerging Best Practices, Pacific Community Ventures \nSession 6: Cap tables and Valuation \nRequired Readings:\n“Financing New Ventures” (HBS Note N9-811-093, March 28, 2011)  \n“Note on Valuation in Private Company Settings (HBS #9-297-050, April 2002)  \nChapter 7 “The Capitalization Table”, Venture Deals, Brad Feld & Jason Mendelson  \nSession 7: Term Sheets and Legal  \nRequired Readings:\nChapters 3 - 6, Venture Deals, Brad Feld & Jason Mendelson  \nVenture Capital Lexicon, Series A Term Sheet, Singapore Venture Capital ASsociation (SVCA)  \n“Venture Capital Negotiations: VC versus the Entrepreneur” (HBS # 9-800-170, March 2, 2000) \nSession 8: What happens after the deal is closed: portfolio management through to exit \nRequired Readings:\nHow to Build a Great Startup Board: Part I and II, Reid Hoffman  \n“The Secret to Making Board Meetings Suck Less”  \nMeasuring and Managing Impact: A Practical Guide, EVPA  \n---\nAssessments & Grading:\nClass contribution and attendance (20%) - based on general participation and in class contributions  \nReflections on in-class dialogues/simulations (30%) – as mentioned this course will include ‘dialogues’ and 'simulations' of parts of the investment process. Students will be asked to submit brief reflections from THREE dialogues/simulations (10% each) \nFinal assessment in the form of a mini-investment memorandum (50%) - students will identify, due diligence and prepare and present an investment memorandum in small groups.",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "17:00:00",
        "end_time": "20:00:00"
      }
    ]
  },
  {
    "title": "Economic Development in Sub-Saharan Africa",
    "id": "ECON301_Spring2022_S01",
    "credits": "4",
    "instructor": "John Sender",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUCmQAN/econ301spring2022s01",
    "description": "Visiting Faculty: John Sender\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n*Note: This Course will start from March 2022.\n---\nCourse Description: This course will reinforce and add to the economic analysis and the theoretical debates on political economy introduced in the Economic Development in Southeast Asia course. The recent economic history and political economy of selected Sub-Saharan African countries will be compared with development experience in Southeast Asia, but the important differences between individual African economies will be emphasised and there will be a focus on the performance of specific African sectors, sub-sectors and on the granular detail of economic policy issues.\nStudents will be asked to assess academic publications by development economists, focusing on the theoretical work underpinning most current policy advice and the interventions of international agencies as well as African states. They will be encouraged to develop the self-confidence to criticize this literature, to recognise the range of ideological prejudice it can disguise and to appreciate the weakness of the data used by many economists. Some of the course content and a very large bibliography is available to students by downloading my book on African Economic Development from the website of Oxford University Press (open access).\nThe issues covered will include: Famine, Food Insecurity and Undernutrition; Demographic Change; Gender Relations; Trends in the Terms of Trade and in the Share of World Markets; Trends in Public Sector Investment, in Official Development Assistance Flows and in Foreign Direct Investment; The Quality of Survey data on Poverty, Labour Markets, Households and Farms; Prospects for a Green Revolution; Agricultural Extension, Entrepreneurial Training and Microcredit; Agribusiness, Processing and the Manufacturing Sector. At the end of the course and after discussing each of the above issues, students will be encouraged to draw policy conclusions and to make concrete suggestions for improving policymaking in a specific country.",
    "categories": [],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      },
      {
        "day": "Wednesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ]
  },
  {
    "title": "Computer Modeling and Simulation",
    "id": "ENG206_Spring2022_S01",
    "credits": "4",
    "instructor": "Truong Trung Kien",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzOE7QAN/eng206spring2022s01",
    "description": "Faculty: Truong Trung Kien - E: kien.truong@fulbright.edu.vn  \nCategory: Exploratory - Sciences & Engineering (E3); Exploratory - Maths & Computing (E4)\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: The real world consists of many complex systems, such as physical, biological and social systems. Those systems are composed of many parts that have their own behaviors and interact with each other to form the integrated behaviors as the whole. Computer modeling and simulation can assist us to better understand, design, create and/or evaluate such complex systems. In this course, we will learn and practice some of the most common approaches in developing mathematical models of such systems and then implement the models in Python to simulate the systems computationally to make it possible to investigate their behaviors and quantitative performance in well-designed scenarios. The students are encouraged to work in groups on term-projects of which the topics may be a mechanical system, a natural process or a disease's transmission in a certain area.",
    "categories": [
      "E3",
      "E4"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Friday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Fulbright History Lab & History Dialogues Project",
    "id": "HIS101_Spring2022_S01",
    "credits": "4",
    "instructor": "Antoine Le",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OdQAJ/his101spring2022s01",
    "description": "Visiting Faculty: Antoine Le- E: antoine.le@fulbright.edu.vn \nCategory: Exploratory - Arts & Humanities (E1); Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: This course is a prerequisite to the History Major and is generally taken in either the first or second year.\nCourse Format: Blended\n---\nCourse Description: History is everything because everything has a history. This experiential gateway course gives majors and non-majors the chance to explore the tools of historical research and learn what it means to “do” history. Students will study the roots of historical thinking in Europe and Asia, read and critique the field’s foundational texts, challenge their assumptions about objectivity, and debate the best ways to explore the past. Using Ho Chi Minh City as their laboratory, students will try out the historian’s toolkit and use different methodological approaches to explore history in local, regional, and global contexts. Throughout the course, students will analyze a wealth of primary sources, visit a local archive, conduct oral interviews, experiment with digital history, and design their own research project. This year, Fulbright History Lab will collaborate with Princeton University's History Dialogues Project to provide students an introduction to oral history methods, research ethics, and project design. As part of this semester-long module, students will have the opportunity to interact with students from Princeton's partner institutions around the world. Following the completion of this course, students will be eligible to carry out the research proposals they design in Fulbright History Lab over the summer as part of the History Dialogues Project's optional Independent Research Seminar.\n---\nLearning Objectives: Students will:\n1.Understand and explain the principal concepts of historical thinking: context, change over time, complexity, causality, and contingency\n2.Recognize, differentiate, and apply different methodological approaches (e.g. social, cultural, gender, micro, global, environmental, etc.)\n3.Demonstrate familiarity with different research methods used in history (archival, oral, quantitative) and identify key issues in research ethics (e.g. consent, copyright, and plagiarism)\n4.Learn how to access, use, and analyze visual, textual, literary, oral, and archival sources\n5.Design an independent oral research project and present a proposal for its implementation\n---\nCourse Schedule\nReadings and Resources: All readings and course materials are available on our Canvas pages. Because this course is being offered in collaboration with Princeton’s History Dialogues Project, you will have access to two different Canvas pages: one for Fulbright content (F) and one for Princeton content (P). You may access the Princeton page from our Fulbright Canvas page. Please pay attention to which page hosts which material. Additional sources relating to historical methodologies will also be made available, as well as materials about conducting research, citing sources appropriately, and writing academic papers.\nSchedule\nUnit 1: History and Memory\nUnit 2: Is the Past a Foreign Country?\nUnit 3: The Global and the Local\nUnit 4: The historian’s tools: document analysis, primary and secondary courses\nUnit 5: What Our Sources Tell Us (And What They Don’t)\nUnit 6: Welcome to the Archive\nUnit 7: Analyzing Primary Sources\nUnit 8: Perspectives and Processes\nUnit 9: Ethics and Oral History in Vietnam\nUnit 10: Visit to National Archive Center II\nUnit 11: “Historicizing Communism”\nUnit 12: Masterclass 1\nUnit 13: The Power and Politics of History\nUnit 14: Masterclass 2\nResearch Proposal Presentation Day\n---\nAssessments & Grading:\nAttendance & participation: 10%\nReading response papers: 10%\nMini-interview assignment: 15%\nPrimary source analysis: 20%\nOral history research project proposal: 45%",
    "categories": [
      "E1",
      "E2"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Wednesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "US in the World",
    "id": "HIS201_Spring2022_S01",
    "credits": "4",
    "instructor": "Geoffrey Stewart",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUD1QAN/his201spring2022s01",
    "description": "Visiting Faculty: Geoffrey Stewart - E: geoffrey.stewart@fulbright.edu.vn\nCategory: Exploratory - Arts & Humanities (E1); Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: Online\n---\nCourse Description: The past five years have demonstrated how unpredictable America’s engagement with other people and other countries in the world can be. It has swung wildly from the liberal internationalism of the Obama administration to the America First nationalism of the Trump administration back to the more cooperative globalism of the Biden administration. How are we to make sense of this? What can Vietnamese leaders do to manage their relations with the US? This interdisciplinary online course examines the US position in the world in a contemporary and historical context to answer these questions. Over the duration of this course, we will examine how the United States has engaged with other peoples, nations and global forces; how other peoples and nations have seen the United States in the world; and how global forces have shaped the United States. By the end of the term, you will be able to explain American global behaviour and suggest ways in which other countries like Vietnam should engage with the United States in the global arena. This course will be divided into three units that build off one another to develop your understanding of the US in the World. In the first unit, we will examine the Cold War and how it shaped the American perception of its global role in the twentieth century. In the second unit, we will go back to the end of the nineteenth century to examine how the United States engaged with the people of the Global South, proceeding through the mid-point of the twentieth century when the global forces of decolonization intersected with the Cold War to push the United States into foreign entanglements, like Vietnam’s war for independence and unification. In the third unit we will consider how the combined experiences of the Cold War and responding to decolonization set the stage for contemporary American global politics and what this means for the relations other nations have with the United States government in the twenty-first century.\n---\nLearning Objectives:\nOn completion of this course, students will be able to:\n1. Identify and state the significance of key individuals and events that have shaped US global engagement\n2. Explain how ideologies like liberal-internationalism, imperialism and realism have shaped US global engagement in their own words\n3. Explain how American actors have seen the world in their own words\n4. Explain how other peoples and nations have seen the US in the world in their own words\n5. Propose solutions to current challenges in dealing with the US in the world\n6. Critically analyze and interpret primary sources\n7. Clearly articulate their ideas in written and verbal form\n---\nClass Schedule\nWeek 1:\nStart Unit 1: The Cold War \nDiscuss Rubric and Assignment Guide for Assignment 1 \nKnow-What-Learn (KWL) to assess your knowledge of the Cold War and identify learning goals for this unit. \nYou will individually fill out the first two columns of a KWL chart—what do you know about the Cold War? What do you want to know about the Cold War? This will help the instructor to identify learning goals for the unit and identify any misconceptions about the Cold War that need to be addressed. You will retain this for the reflection at the end of the unit\nWeek 2: \nOrigins of the Cold War from WWI to end of World War II (1919-1945) \nDiscuss the Long Telegram and Novikov Telegram\nWeek 3: \nUS and the Cold War in Europe: Division of Germany to the Berlin Wall (1945-1961) \nPrepare Draft of Comparative Analysis of Long Telegram and Novikov Document\nWeek 4: \nUS and the Cold War in Europe: Détente to the Fall of the Berlin Wall (1961-1989) \nShare draft of Comparative Analysis of Long Telegram and Novikov Document with peers for feedback\nWeek 5: \nSubmit First Assignment \nFill out the final column on the KWL chart for Unit 1 from the Week 1 \nStart Unit 2: The US and the Global South \nDiscuss Rubric and Assignment Guide for Assignment 2 \nKWL to assess your knowledge of the US and the Global South and identify learning goals for this unit. \nYou will individually fill out the first two columns of a KWL chart—what do you know about the US engagement with the Global South? What do you want to know about US engagement with the Global South? This will help the instructor to identify learning goals for the unit. You will retain this for the reflection at the end of the unit.\nWeek 6: \nThe United States as Empire: The Philippines, Cuba and Haiti, 1898-1941 \nDiscuss American view of Empire and “the Other”  \nWith instructor’s guidance the groups apply this knowledge to the assignment \nWeek 7:\nThe United States and the End of Empire: 1941-1959 \nConsider what the end of empire meant for American policymakers in the early stages of the Cold War  \nWith instructor’s guidance the groups apply this knowledge to the assignment \nWeek 8:\nThe United States Confronts Revolution in Vietnam: 1945-1975 \nDiscuss the American response to the Vietnamese Revolution. How did the Vietnamese respond? How did the Global South Respond? \nWith instructor’s guidance the groups apply this knowledge to the assignment \nWeek 9:\nThe United States and Mao’s China: 1949-1975 \nConsider what challenges and opportunities the rise of China presented for US policymakers in Southeast Asia from 1949 to 1975. \nWith instructor’s guidance the groups apply this knowledge to the assignment \nWeek 10:\nThe United States and the Post-Cold War World: 1975-2009 \nConsider how the legacy of the Vietnam War affected American foreign policy from 1975 to September 11, 2001. How did the American War transform Vietnam? \nWith instructor’s guidance the groups apply this knowledge to the assignment \nWeek 11:\nSubmit Assignment 2 \nFill out the final column on the KWL chart for Unit 2 from Week 5 \nStart Unit 3: American Global Politics in the Contemporary World \nDiscuss Rubric and Assignment Guide for Assignment 3 \nUse KWL to assess your knowledge of the US and the Contemporary World and identify learning goals for this unit. \nYou will individually fill out the first two columns of a KWL chart—what do you know about the US engagement with the contemporary world? What do you want to know about US engagement with the contemporary world? This will help the instructor to identify learning goals for the unit. You will retain this for the reflection at the end of the unit. \nWeek 12:\nUS Global Politics in the Age of Obama, Trump and Biden: 2009 - present \nCompare and contrast the foreign policies of the Obama, Trump and Biden administrations. Consider what this means for Vietnam. \nWeek 13:\nThe US and Xi Jinping China: 2012 – present \nDiscuss the challenges China poses to American interests in the contemporary world. Consider what this means for Vietnam. \nWeek 14:\nSubmit the Third Assessment \nFill out the final column on the KWL chart for Unit 2 from Week 11 \nClass discussion on what you have learned about the US in the World \n---\nAssessments & Grading:\nSynchronous online discussion participation 10% \nAsynchronous online discussion forums 10% \nLearning Activities 20% \nAssignment 1 20% \nAssignment 2 25% \nAssignment 3 15%",
    "categories": [
      "E1",
      "E2"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "18:30:00",
        "end_time": "20:00:00"
      },
      {
        "day": "Wednesday",
        "start_time": "18:30:00",
        "end_time": "20:00:00"
      }
    ]
  },
  {
    "title": "Economy and Ecology in Chinese History",
    "id": "HIS206_Spring2022_S01",
    "credits": "4",
    "instructor": "Mark Frank",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OLQAZ/his206spring2022s01",
    "description": "Faculty: Mark Frank - E: mark.frank@fulbright.edu.vn  Office Hours: by appointment\nCategory: Exploratory - Arts & Humanities (E1); Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: This course examines the interactions of human beings with their environments in the space now known as “China” from antiquity to the present. We will adopt a problems approach by reading from recent research that revises our understanding of some of the biggest questions in the field. Lecturing will be kept to a minimum, and most of our class time will be devoted to open-ended discussions of the questions and readings. The schedule is organized into four units that cover broad historical problems: (I) How and when did China’s growth become “unsustainable”? (II) When does agriculture foster inequality? (III) How is power reflected in water? (IV) How have human-animal relations changed over time? Students will learn to integrate historical and scientific knowledge and will produce a piece of public history in the form of a research-based blog post, podcast, or video, which they may or may not choose to publish online.\n---\nLearning Objectives: In this course, students will develop\n• Critical thinking skills: we will challenge common assumptions about China’s economic “rise” and humanity’s relationship with the environment with support from primary and secondary sources.\n• Reasoning skills: we will think intensively about the best way to balance different kinds of evidence, including textual primary sources, quantitative data, and new scientific knowledge, while revising our image of the past. \n• Cultural knowledge: We will consider different historical points of view on economic development and human-environment relations.\n• Effective communication: the course will culminate with students producing a public history project, which we will workshop together over several weeks.\n---\nAssessments & Grading\nStudents will be assessed on the following:\n• Weekly reading reflections\n• Two supplementary reading reports\n• Two in-class presentations (per student)\n• A project proposal\n• A public history project, which can take the form of a podcast, a video, a new Wikipedia entry, or other formats pend",
    "categories": [
      "E1",
      "E2"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Friday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Researching and Writing Vietnamese Diplomatic History",
    "id": "HIS302_Spring2022_S01",
    "credits": "4",
    "instructor": "Vu Minh Hoang",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OMQAZ/his302spring2022s01",
    "description": "Faculty: Vu Minh Hoang - E: hoang.vu@fulbright.edu.vn\nCategory: Exploratory - Arts & Humanities (E1); Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: VS205 Introduction to Vietnam Studies OR HIS101 Fulbright History Lab (for Fulbright students only)\nReading/Writing: Intensive\nCourse Format: Blended\n---\nCourse Description: Could Ho Chi Minh have negotiated for independence peacefully in 1946? Why did the Vietnamese delegation agree to splitting up the country in 1954? Does American “abandonment” of the Republic of Vietnam mean that the United States cannot be trusted today? How did Vietnam come to side with the Soviet Union in its conflict with China and Cambodia in the 1980s, and how does this conflict still shape Vietnam’s relationship with its neighbors? Who gets to make Vietnamese foreign policy, and what are they doing to assert Vietnamese sovereignty in the South China Sea (East Sea), dealing with climate change, and securing Covid vaccines? Developed in dialogue with the Diplomatic Academy of Vietnam and active and retired Vietnamese diplomats, History of Vietnamese Diplomacy invites the students to walk in the footsteps of the lucky few who have shaped Vietnam’s place in the world from 1945 to the present day, through collection and examination of rare and valuable historical documents and oral histories for classwork and independent research.\n---\nLearning Objectives: \nStudents will be introduced to research methodologies in the field of diplomatic history\nStudents will gain knowledge in Vietnamese diplomatic history\nStudents will be introduced to key online and off-line resources for the study of Vietnamese diplomatic history\nStudents will independently learn to conduct literature reviews and write annotated bibliographies\nStudents will come up with a proposal for a research project in Vietnamese diplomatic history\nStudents will learn to peer-review each other's works and research collaboratively\n---\nAssessments & Grading\nScaffolded assignments including: reading responses, a literature review, an annotated bibliography, a research proposal, and a short research paper.",
    "categories": [
      "E1",
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Thursday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Research Seminar: America’s Nuclear Age: The United States, Nuclear Weapons and",
    "id": "HIS303_Spring2022_S01",
    "credits": "4",
    "instructor": "Matthew Jones",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUD6QAN/his303spring2022s01",
    "description": "Visiting Faculty: Matthew Jones - E: matthew.jones@fulbright.edu.vn \nCategory: Exploratory - Arts & Humanities (E1); Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: Completion of Global History Lab and/or Fulbright History Lab\nReading/Writing: Intensive\nCourse Format: Online\n---\nCourse Description: This course looks at the way nuclear weapons and the challenges they have posed have influenced the course of American foreign and defence policy, strategic thinking, and domestic politics, from the instigation of the Manhattan project – the US program to develop an atomic bomb – to the end of the Cold War in the late 1980s and a little beyond. Consideration will also be given to the influence of the ‘nuclear age’ on US cultural and social trends. The course will examine the political and moral dilemmas raised by the possession and possible use of nuclear weapons, the role they have played in the way the United States pursued its policies during the years of Cold War confrontation with the Soviet Union and People’s Republic of China, and the domestic political controversies that US nuclear policies engendered. In the latter area we will consider the rise of anti-nuclear grass roots activism in the United States, alongside the place of nuclear issues in presidential elections and Congressional politics. We will also necessarily study some of the major events and crises of the Cold War, including the Berlin crises of 1948, 1958/9 and 1961, the course of the Korean War, and the Cuban missile crisis. The last portion of the course features analysis of the international negotiations over arms control and non-proliferation that have featured since the late 1960s and the controversies they generated. Throughout the course students will engage with contemporary writings and study primary source documents which will accompany each topic.\n---\nLearning Objectives: Students on the course will have as their objectives:\n1. To understand the changing place of nuclear weapons in US foreign and defence policy since the Second World War\n2. To examine the influence of nuclear issues on US domestic politics and culture from the initiation of an American atomic bomb programme to the end of the Cold War\n3. To analyse critically primary source materials, including historical documents from the period studied. \n4. To interpret visual and oral material related to the main themes of the course.\n5. To examine topics through means of oral presentations given to the class\n6. To complete written essays that show the capacity to use evidence to illustrate specific arguments in response to set questions.\n---\nAssessments & Grading\n10% class participation\n30% first essay\n30% second essay\n30% document analysis\nEach essay will be based on a different topic covered in the course and should have a maximum length of 1,500 words (including references, but not bibliography). The two essay questions should be chosen from a list which will be provided. The document analysis will involve examination of a piece of primary source evidence – examples of these will be provided and students will have to choose one to complete this part of the assessment. The analysis should have a maximum length of 1,500 words and involve a discussion of the context, content and significance of the primary source under scrutiny.",
    "categories": [
      "E1",
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Principles of Neuroscience",
    "id": "IS203_Spring2022_S01",
    "credits": "4",
    "instructor": "Kinho Chan",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OOQAZ/is203spring2022s01",
    "description": "Faculty: Kinho Chan – E: kinho.chan@fulbright.edu.vn  \nCategory: Exploratory - Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: CORE104 Scientific Inquiry and PSY101 Introductory Psychology OR Biology course.\nCourse Format: On-campus\nCross-listed: Integrated Sciences (IS), Psychology (PSY)\n---\nCourse Description: This course provides an in-depth analysis of how neuro-biological factors influence the way we act, think, and feel. As we conduct a survey across a variety of topics, special emphasis is placed on the interactive relationship among neuro-biological, behavioral, and mental phenomena. The course will explore the biological bases of learning, cognition, sleep, sexual behavior, energy regulation, sensations, movements, and emotions.\n---\nLearning Outcomes: At the completion of this course, students will:•demonstrate basic understanding of neuroanatomy, neurophysiology, and neuro development by identifying and explaining key terms and concepts;•demonstrate basic understanding of physiological bases of biological rhythm, learning & memory, and psychological disorders by identifying and explaining key terms and concepts;•demonstrate in-depth understanding of research methodology used to investigate the relationship between biological processes and mental & behavioral phenomenal by critically evaluating methods and interpretations of primary research reports.\n---\nCourse Schedule\nTexts & Other Instructional Materials:\nhttp://www.austinlim.com/open-neuroscience-initiative\nhttps://nba.uth.tmc.edu/neuroscience/toc.htm\nOutline:\nWeek 01 Introductions & Neuroanatomy – Chapter: Ch.2\nWeek 02 Neurons & Glia – Chapter: Ch. 3\nWeek 03 Electrical properties – Chapter: Ch. 4 - Article review\nWeek 04 Signaling – Chapter: Ch. 5 \nWeek 05 Neuroscience Methods; Exam 1 – Chapter: Ch. 6\nWeek 06 Neuropharmacology – Chapter: Ch. 11 - Mini-review\nWeek 07 Rhythm & Sleep – Chapter: Ch. 12; supplements\nWeek 09 Neurodevelopment – Chapter: supplements - Literature review\nWeek 10 Learning & Memory – Chapter: Ch. 13 \nWeek 11 Exam2; Sensations& Perceptions – Chapter: Ch. 7 - Term paper draft\nWeek 12 Sensations & Perceptions – Chapter: Ch. 8\nWeek 13 Emotions & Motivations – Chapter: supplements\nWeek14 Misbehaving Brain – Chapter: Ch. 16 - Final draft\nFINAL EXAM\n---\nAssessments & Grading\nWriting & speaking assignments, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course.\n• Quizzes (15%)\n• Assignments (30%)\n• Exams (55%)",
    "categories": [
      "E3"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Physics for Light-based Technology",
    "id": "IS206_Spring2022_S01",
    "credits": "4",
    "instructor": "Cao Van Son",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUE9QAN/is206spring2022s01",
    "description": "Visiting Faculty: Cao Van Son - E: son.cao@fulbright.edu.vn \nOffice Hours: meets every other week\nCategory: Exploratory - Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: CORE104 Scientific Inquiry OR approved by the instructor\nCourse Format: On-campus\n---\nCourse Description: \"What is light?\" is among the oldest questions engrossing human minds through age. People are interested in nature, the aesthetic, and the technological application of light. Light provides us with an omnipotent tool to perceive almost everything from the world of sub-atomic particles to the Cosmos, but a sustainable and effective solution for various sectors of modern life, including, but not limited to, food, communication, entertainment, energy, environment, and medicine. Microwave for food heating, fiber-optic telecommunication for the Internet, laser for the massive digital data storage and reading, light detection and ranging for the autonomous vehicle, x-ray for medical imaging, fluorescence for food quality assessment, etc., are among countless examples of the light-based technologies. Those have been integrated seamlessly into our daily life, but we rarely appreciate how they work. The course aims to provide a solid background of the fundamental characteristics of light, its interaction with the matter, the mechanism of the light production, light transportation, and light detection. We will discuss technological applications of those aspects in light of the well-established and emerging technologies. We hope by the end, students will treasure the beauty of light and explore it as a sustainable solution for our common home, the Earth. \n---\nLearning Objectives:\n• Some includes, but not limited to,  \n• Understand the nature of light\n• Understand how light is produced, how they interact with matter, how we can manipulate them \n• Recognize the technical application of the light in the daily assets such as microwave, camera, x-ray…\n• Practical skills to handle the light source and light sensor\n• Computing and data anlysis skills\n---\nTentative Syllabus\nTentative syllabus: for 6 hours/week in 8 weeks. The last week is for final presentation and report. Grading 40% from the in-class quizzles and 60% from the final mini-project report and presentation. \n1. Nature of light (x2 weeks)\n* Light spectrum: What you see and what you can’t see by eyes\n* The speed of light: the absolute among the relative \n* Foundations for the modern theory of light: \n* Plack’s formula \n* The photoelectric effect\n* the Compton effect\n* de Broglie’s hypothesis \n* Wave-particle duality \n2. Light originality and production (x2 weeks)\n* “Let there be light” - We are the progeny of light (a glance at the Big Bang theory)\n* Here, there, everywhere: from bacteria to the star \n* Coherent and Incoherent light sources \n* Some selections of light sources and its application include, but not limited to : \n* Incandescence: emission of light from a hot body / night camera \n* Sunlight: how does the Sun shine? Is the sunlight eternal? \n* Cherenkov radiation: when the charged particle go faster than the light in the same medium \n             ->  technique to detect the invisible charged particle\n* Light-emitting diodes (LED): is LED the most effective way for lightening? \n* photoluminescence: Fluorescence spectrometer for food quality assessment \n* bioluminescence: firefly and bioluminescence imaging \n3. Light transportation and optical communication (x2 weeks)\n* Light optic: reflection and refraction -> Snell’s law\n* a way to manipulate the light for changing the size of object images / Magnifying glasses, \n            microscopes, contact lenses\n* Total internal reflection, Optical fibers, and the evolution of the optical telecommunication \n* Rayleigh scattering (why sky is blue) and light loss during transmission\n4. Light detection and photosensors (x1 weeks)\n* Overview of light detection mechanism \n* Photomultipliers: vacuum-based and Silicon-based\n* Light detection and Ranging (LiDAR)\nReading materials:\n* “Revolutions in Twentieth-Century Physics,” some selected chapters, David J.Griffiths,\n* “QED, The Strange Theory of Light and Matter,” chapter 2, Richard P. Feynman \n* “The Physics of Invisibility, A story of Light and Deception,” Martin Beech \n* “The physics behind… , discover the physics of everyday events,” Russ Swan\n---\nAssessments & Grading\nLab reports, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course.",
    "categories": [
      "E3"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Thursday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Materials that shape our world",
    "id": "IS209_Spring2022_S01",
    "credits": "4",
    "instructor": "Nguyen Thi Trang",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002JTycKQAT/is209spring2022s01",
    "description": "Faculty: Nguyen Thi Trang - E: trang.nguyen@fulbright.edu.vn\nCategory: Exploratory - Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: CORE104 – Scientific Inquiry; Recommended: IS105 Matter\nCourse Format: On-campus\n---\nCourse Description: Everything is made of something. Some key materials have shaped our world, literally and figuratively, so much so that we named different eras of human civilization after them: the Stone Age, the Iron Age, the Bronze Age… and now, we’re in the Semiconductor Age. What is the future then?\nIn this course, we will learn about important materials, their history, production, and properties. What makes paper, cloth, and plastic so different even though they are all organic polymers? What is the magic key step in both steel and semiconductor production? What properties make copper a great material for electronics and statues? Each material has its story full of ups and downs that involves not only science but also culture and economics. Their distinctive properties influence their usage in manufacturing and arts. How might these stories connect to you? What would be a perfect material in your opinion? We will explore questions like these, do some experiments, and have you look at the materials that make up your own living environment. We will also talk about pigments, which is a bit nontraditional for a material course, but I love them. And what is a world without colors, right?\n---\nLearning Outcomes: At the completion of this course, students will be able to:\n• Name the main classes of materials and their basic characteristics.\n• Understand the main properties of materials, why each material has such properties, and some testing methods.\n• Understand the interconnection between advances in material science and human history.\n• Be aware of the issues associated with each material and potential ways to improve.\n---\nCourse Schedule\nTexts and Other Instructional Materials:\nTextbooks: \nFundamentals of Materials Science and Engineering: An Integrated Approach, 5th Edition by William D. Callister and David G. Rethwisch (selected chapters –this is the main textbook)\nMaking the Modern World: Materials and Dematerialization 1st Edition, by Vaclav Smil (selected chapters)\nOther books (recommendations/optional)\nStuff Matters: Exploring the Marvelous Materials That Shape Our Man-Made World by Mark Miodownik\nThe Alchemy of Us: How Humans and Matter Transformed One Another by Ainissa Ramirez\nThe Disappearing Spoon: And Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements by Sam Kean\nBrief Outline of major contents: \nWeek 1: Introduction - Historical perspectives; 5 main classes of materials, structure -properties relation\nWeek 2: Copper - The Bronze age, conductivity, sculpturing, oxidation, copper in the world economy\nWeek 3: Steel - The Iron age, iron vs steel, the Steel age; Steel usage, production and pollution\nWeek 4: Silicon - Silicon, doping effect, semiconductor and the information age, the future of semiconductors \nWeek 5: Lithium - A special metal; Lithium-ionbattery, past present and the future, the battery/energy storage challenge-opportunities\nWeek 6: Fibers - Intro to polymers; Paper, natural fibers, synthetic fibers; cloth and other applications \nWeek 7: Exam - Midterm exam\nWeek 8: Plastics - History, properties, applications; The plastic problem; future of plastics\nWeek 9: Ceramic/ Glass - From ancient time to present; key structural characteristics; properties and applications\nWeek 10: Cement- The most used and most polluting material on Earth?! Cement vs concrete, intro to composites\nWeek 11: Pigments - Where colors come from? Natural and synthetic pigments, history and present\nWeek 12: Group activity - Class presentation/discussion\nWeek 13: Group activity - Class presentation/discussion(continue)\nWeek 14: The future - Graphene, bio-composites, smart polymers,...etc.\nWeek 15: Exam - Final exam\n---\nAssessments & Grading\nWriting & speaking assignments, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course.\n• Quizzes (20%)\n• Assignments(written and oral presentations)(40%)\n• Exams(40%)",
    "categories": [
      "E3"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Advanced Analytical Techniques",
    "id": "IS307_Spring2022_S01",
    "credits": "4",
    "instructor": "Phan Vu Xuan Hung",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002MtTQtQAN/is307spring2022s01",
    "description": "Faculty: Phan Vu Xuan Hung - E: hung.phan@fulbright.edu.vn  \nCategory: Exploratory – Sciences & Engineering (E3)\nCredits: 04 credits\nPre-requisite: Either IS105 Matter or IS205 Organic Chemistry or IS101 Introduction to Biology\nCourse Format: On-campus\n---\nCourse Description: Nowadays, analyzing physical and chemical properties of a sample, for example plastics, blood, food, drinks and waste water, requires a great deal of instrumentation. Instrumental analysis is crucial in conducting scientific research, evaluating the quality of materials including food and drinks, assessing environmental pollution and assisting forensic investigation, to name a few. In this courses, students will learn the science and conduct small projects using common instrumental techniques. They include Fourier Transformed Infrared Spectroscopy (FTIR), Inverted Microscope (IM), Real Time Polymerase Chain Reaction (RT-PCR), Inductively Coupled Plasma Optical Emission Spectrometry (ICP-OES) and potentially others. FTIR is used to analyze chemical compositions and chemical bonds of a sample. IM with camera magnifies physical, chemical and biological processes happening in micrometer scale to observe and capture. RT-PCR monitors the amplification reaction of a targeted DNA molecule which can be used in numerous applications, such as quantifying microbial and vial load in a sample for the diagnostic of infectious diseases. ICP-OES is used to qualify and quantify chemical elements of a sample, especially metals. FTIR, IM and RT-PCR are available at Fulbright's lab. ICP-OES and other techniques are available at our collaborated labs and company.\nLearning Outcomes: At the completion of this course, students will:\n• Demonstrate understanding of fundamental knowledge behind five instrumental analysis techniques: FTIR, Inverted Microscope, RT-PCR, ICP-OES and potentially others\n• Demonstrate practical skills about using the above instruments\n• Utilize software to visualize, analyze and calculate physical and chemical properties of molecules and materials using the above techniques\n• Analyze data and present experimental data\n• Writing scientific lab reports\n---\nCourse Schedule\nTextbooks:\nFundamentals of Materials Science and Engineering: An Integrated Approach, 5th Editionby William D. Callister and David G. Rethwisch (selected chapters –this is the main textbook)\nMaking the Modern World: Materials and Dematerialization 1st Edition, by Vaclav Smil (selected chapters)\nOther books (recommendations/optional)\nStuff Matters: Exploring the Marvelous Materials That Shape Our Man-Made World by Mark Miodownik\nThe Alchemy of Us: How Humans and Matter Transformed One Another by Ainissa Ramirez\nThe Disappearing Spoon: And Other True Tales of Madness, Love, and the History of the World from the Periodic Table of the Elements by Sam Kean\nBrief Outline of major contents:\nWeek 1: Introduction - Historical perspectives; 5 main classes of materials, structure -properties relation\nWeek 2: Copper - The Bronze age, conductivity, sculpturing, oxidation, copper in the world economy\nWeek 3: Steel - The Iron age, iron vs steel, the Steel age; Steel usage, production and pollution\nWeek 4: Silicon - Silicon, doping effect, semiconductor and the information age, the future of semiconductors\nWeek 5: Lithium - A special metal; Lithium-ion battery, past present and the future, the battery/energy storage challenge-opportunities\nWeek 6: Fibers - Intro to polymers; Paper, natural fibers, synthetic fibers; cloth and other applications\nWeek 7: Exam - Midterm exam\nWeek 8: Plastics - History, properties, applications; The plastic problem; future of plastics\nWeek 9: Ceramic/ Glass - From ancient time to present; key structural characteristics; properties and applications\nWeek 10: Cement- The most used and most polluting material on Earth?! Cement vs concrete, intro to composites\nWeek 11: Pigments - Where colors come from? Natural and synthetic pigments, history and present\nWeek 12: Group activity - Class presentation/discussion\nWeek 13: Group activity - Class presentation/discussion(continue)\nWeek 14: The future - Graphene, bio-composites, smart polymers,...etc.\nWeek 15: Exam - Final exam\n---\nAssessments & Grading:\nLab reports\nFinal presentation\nParticipation",
    "categories": [
      "E3"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "16:15:00"
      }
    ]
  },
  {
    "title": "Foundations in Literary Studies",
    "id": "LIT101_Spring2022_S01",
    "credits": "4",
    "instructor": "Kevin Hart",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OGQAZ/lit101spring2022s01",
    "description": "Faculty: Kevin Hart – E: kevin.hart@fulbright.edu.vn\nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: A required course for the Literature Major, Foundations in Literary Studies will introduce students to the study of poetry, drama, and fiction. This is an introductory course and our focus will thus be broad. We will cover a wide range of texts from antiquity to the present day, from Ancient Greece to Jacobean England, Victorian England, French Indochina and the contemporary U.S. In doing so our aim will be to understand texts intertextually – to become alive to the ways that poems and prose draw on, and break from, longstanding literary traditions. We will read in order to understand texts as cultural artifacts specific to the time and place of their composition, and in order to investigate the sociopolitical implications of literary texts, both for their time and ours. We will read to foster critical thinking skills and to become better examiners of texts. We will read for aesthetic appreciation. We will read for the sheer thrill of it. We will read with the understanding that all of these ways of reading are mutually inclusive. \n---\nLearning Objectives:\nUpon course completion, students: \n• Will be able to explain the historical significance of several major literary traditions and their interrelations \n• Will be able to identify and critically evaluate the formal qualities of poetry, prose, and drama \n• Will be able to identify and critically evaluate key problems in texts’ representations of individualism and civic responsibility \n• Will be able to engage in constructive peer review (as both reviewer and reviewee) in order to create effective and sound written and spoken analytical texts\n---\nCourse Schedule\nClass 1 \nTasks to do before class: Show up \nTopics/Activities: Introduction; syllabus – Introduction to Ancient Greece and the world of The Odyssey\nClass 2\nTasks to do before class: \nRead: The Odyssey, Book 1-12\nWrite: Weekly Canvas response posting (Due Saturday)\nTopics/Activities: \nEpic Poetry Oral traditions in print \nTelemachus’ story \nCivil assembly in the leaderless state \nThe qualities of a king \nOdysseus’ story \nThe wily strategist \nArete \nHospitality \nWine, the wine-dark sea, and the polis\nClass 3  \nTasks to do before class: \nRead: The Odyssey, Books 13-24 \nWrite: Weekly Canvas response posting (due Saturday) \nDue: Micro-assignment #1 \nTopics/Activities: \nIthacan homecoming \nOdysseus as artificer \nTests and trials \nPenelope’s story \nClass 4 \nTasks to do before class:\nRead: Antigone \nWrite: Weekly Canvas response posting (due Saturday)\nTopics/Activities:\nAntigone \nAncient Greece and classical drama \nHow would you stage Antigone?  \nAristotle’s theory of tragedy\nClass 5\nTasks to do before class: \nRead: Marie de France, “Guigemar,” “Le Fresne,” “Bisclavret,” “Lanval,” and “Yonec.” Read Penguin Classics edition (translated by Burgess and Busby). Free edition available at archive.org, here: https://archive.org/details/laisofmariedefra0000burg/mode/2up\nWrite: Weekly Canvas response posting (due Saturday)\nTopics/Activities: \nThe medieval lai \nThe court, courtliness, courtship, courtesy and discourtesy, or: love, sex, and arranged marriage in medieval France\nClass 6\nTasks to do before class: \nRead: \n-    Excerpts from The Spectator: No. 1, No. 11 (text in Canvas, and here: https://www.gutenberg.org/files/12030/12030-h/SV1/Spectator1.html#f14) \n-    The Female Spectator, excerpt from Book VIII (pages 83-90) \n-    Phillis Wheatley, “To Maecenas” \n-    John Keats, “On First Looking Into Chapman’s Homer” (https://www.poetryfoundation.org/poems/44481/on-first-looking-into-chapmans-homer), “Ode to a Nightingale” (https://www.poetryfoundation.org/poems/44479/ode-to-a-nightingale)\nWrite: Weekly Canvas response posting (due Saturday) \nDue: Micro-assignment #2 \nTopics/Activities:\nTransformation of the Public Sphere: Print culture in the 1700s \nParatexts of Wheatley’s collection: the “Preface” and “To the Public” \nPrint as a site of contestation – \n-    whose public sphere? \n-    Pastiche, parody, and emerging voices \nBritish Romanticism \nThe sublime \nArt as revelation \nNegative capability \nClass 7\nTasks to do before class: \nRead: \n-    Wordsworth’s “The Thorn” (https://www.poetryfoundation.org/poems/52996/the-thorn-56d231ea9f8d9) \n-    Christina Rossetti’s “Goblin Market” \n-    Don Delillo, “Midnight in Dostoevsky” \nWrite: Weekly Canvas response posting (due Saturday) \nTopics/Activities: \nNarrative Poetry \nRomanticism and folk culture \nVictorianism the roles of women \nFeminist approaches to literary analysis \nMarxist approaches to literary analysis \nThe modern short story \nNarrative and epistemology\nClass 8\nTasks to do before class:\nRead: \n-    Charlotte Perkins Gilman, “The Yellow Wallpaper” \n-    Conan Doyle, “The Yellow Face” \nWrite: Weekly Canvas response posting (due Saturday) \n Topics/Activities: \nThe gothic horror story \nPsychoanalytic theory and fiction \nThe rest cure \nDetective fiction \nSherlock Holmes and the periodical press \nInductive empiricism \nProblems in criminology \nClass 9\nTasks to do before class: \nRead: \n-    Alain Locke, excerpt from The New Negro \n-    Langston Hughes, “Theme for English B” (https://www.poetryfoundation.org/poems/47880/theme-for-english-b),  \n-    “The Weary Blues” (https://www.poetryfoundation.org/poems/47347/the-weary-blues)  \n-    “Me and the Mule” (https://allpoetry.com/Me-And-The-Mule) \n-    “Low to High” and “High to Low” \n(https://www.wlwv.k12.or.us/cms/lib5/OR01001812/Centricity/Domain/1353/Thier%20Eyes%20Were%20Watching%20God%20Langston%20Hughes%20poems%20class%20distinctions%20activity.pdf) \n“The Negro Speaks of Rivers” \n(https://www.poetryfoundation.org/poems/44428/the-negro-speaks-of-rivers) \n-    Richard Wright, “The Man Who Lived Underground” (accessible on archive.org: https://archive.org/details/eightmen00wrig/page/n263/mode/2up\nWrite: Weekly Canvas response posting (due Saturday) \nDue: Micro-assignment #3 \nTopics/Activities: \nAfrican American literature \nThe Harlem Renaissance \nBlues, jazz, poetry \nExile and identity \nClass 10\nTasks to do before class: \nRead: Angela Carter, “The Courtship of Mr. Lyon,” and “The Tiger’s Bride” \nWrite: Weekly Canvas response posting (due Saturday) \nTopics/Activities: \nResignifications of Beauty and the Beast \nThe fable and fabulist experimentalism \nClass 11\nTasks to do before class: \nRead: \n-    John Barth “Lost in the Funhouse” (don’t read the whole book – just the titular story, pages 59-77) \n-    Zadie Smith, “Two Men Arrive at a Village” \nWrite: Weekly Canvas response posting (due Saturday) \nTopics/Activities\nPostwar fiction \nSelf-reflexive fiction \nMeta-fiction \nClass 12\nTasks to do before class: \nRead: \n-    Marguerite Duras, The Lover \nWrite: Weekly Canvas response posting (due Saturday)  \nDue: Micro-assignment #4 \nTopics/Activities: \nThe Truth, truth, and truths: memoir and fiction \nRepresenting French Indochina \n(post-)colonialism \nOrientalism \nWriting the self into being\nSupplementary viewing: \n-    Jean-Jacques Annaud’s The Lover (film) \nClass 13\nTasks to do before class: \nRead: \n-    Ocean Vuong, “Aubade with Burning City,” “The Weight of our Living” \n-    “Telemachus” \n-    Li-Young Lee, “Persimmons” \nWrite: \n-    Weekly Canvas response posting (due Saturday) \nTopics/Activities:\nAsian Diaspora \nLiteratures of displacement \nLanguage and hegemony: reclaiming memories, stories, identities, speech \nClass 14: \nFinal Presentations\n---\nAssessments & Grading\nParticipation: 25% \nWeekly Response Postings: 25% \nMicro-assignments: 20% \nPresentation: 10% \nFinal Research Paper: 20%",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "08:00:00",
        "end_time": "09:30:00"
      }
    ]
  },
  {
    "title": "Research Seminar: The Literature of Invisibility",
    "id": "LIT302_Spring2022_S01",
    "credits": "4",
    "instructor": "Sebastian Knowles",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OYQAZ/lit302spring2022s01",
    "description": "Visiting Faculty: Sebastian Knowles - E: sebastian.knowles@fulbright.edu.vn \nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: We will study what it means to be invisible in a race, culture, or environment, reading the works of J. K. Rowling, Ralph Ellison, Italo Calvino, and Viet Thanh Nguyen. Our texts will be Harry Potter and the Sorcerer's Stone, Invisible Man, Invisible Cities, and The Sympathizer. We will examine theories of identity and otherness, and discover the origin of the Invisibility Cloak. \n---\nLearning Outcomes: \nWe will read the entirety of Viet Thanh Nguyen’s The Committed, his 2021 sequel to the Pulitzer Prize winning book The Sympathizer. (It is not necessary to have read the first book, since the plot is helpfully recapitulated in the opening section.) The Committed is a searing indictment of colonialism, and presents a nameless narrator who is split into three separate selves. We will also read the beginning third of Ralph Ellison’s Invisible Man, the 1952 masterpiece on which The Committed is very loosely based. Like Nguyen, Ellison introduces a nameless narrator whose internal conflicts threaten to tear him apart. We will read most of J. K. Rowling’s brilliant treatment of the subject of otherness and belonging, Harry Potter and The Sorcerer’s Stone (originally published in 1997 as Harry Potter and the Philosopher’s Stone), which painfully exposes the divide between wizards and humans. Additional texts introducing other theoretical angles on the question of invisibility will be brought in as necessary. Students will be evaluated on four things: 1) class participation throughout the course, 2) a short presentation, 3) five written responses keyed to the readings, and 4) two written papers, the first analyzing a small shared aspect of the texts, and the second providing an opportunity for a broader perspective on what is a wide-ranging subject of inexhaustible interest to human beings.\n---\nCourse Schedule\nTexts:\nJ. K. Rowling, Harry Potter and the Sorcerer’s Stone\nRalph Ellison, Invisible Man\nViet Thanh Nguyen, The Committed\nOther texts will be made available on the course website (indicated by an asterisk below).\nCourse Calendar\nWeek 1 (February 14) Peter Carey, “Do You Love Me?”*\nItalo Calvino, Invisible Cities I: “Valdrada”*\nWeek 2 (February 21) The Committed, “Prologue: We”\nInvisible Man, “Prologue”\nHarry Potter, “The Mirror of Erised” (Chapter 12)\nWeek 3 (February 28) The Committed, “Part 1: Me” (Chapters 1-5)\nWeek 4 (March 7) Invisible Man, Chapter 1 (“The Battle Royal”)\nHarry Potter, “The Midnight Duel, “Halloween, “Quidditch” (Chapters 9-11)\nWeek 5 (March 14) The Committed, “Part 2: Myself” (Chapters 6-10)\nWeek 6 (March 21) Invisible Man, Chapter 2 (“Trueblood”)\nHarry Potter, “The Sorting Hat,” “The Potions Master” (Chapters 7-8)\nWeek 7 (March 28) Italo Calvino, Invisible Cities II: “Phyllis”*\nWeek 8 (April 4) The Committed, “Part 3: I” (Chapters 11-15)\nWeek 9 (April 9) Invisible Man, Chapters 3-5 (“Eden”)\nHarry Potter, “Diagon Alley,” “The Journey from Platform Nine and Three-quarters” (Chapters 5-6)\nWeek 10 (April 18) The Committed, “Part 4: Vous” (Chapters 16-17)\nWeek 11 (April 25) Invisible Man, Chapter 6-9 (“Harlem”)\nHarry Potter, “Nicolas Flamel,” “Norbert the Norwegian Ridgeback” (Chapters 13-14)\nWeek 12 (May 4) Italo Calvino, Invisible Cities III, “Moriana”*\nWeek 13 (May 9) The Committed, “Part 4: Vous” (Chapters 18-20)\nWeek 14 (May 16) Invisible Man, Chapter 10-11 (“Liberty Paints”)\nHarry Potter, “The Forbidden Forest,” “Through the Trapdoor” (Chapters 15-16)\nWeek 15 (May 23) The Committed, “Epilogue: Tu”\nInvisible Man, “Epilogue”\nHarry Potter, “The Man With Two Faces”\n---\nAssessments & grading\nAttendance & Participation\nPresentation\nWritten Responses\nPapers",
    "categories": [],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Thursday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Calculus",
    "id": "MATH101_Spring2022_S01",
    "credits": "4",
    "instructor": "Janet Harris",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUEiQAN/math101spring2022s01",
    "description": "Visiting Faculty: Janet Harris - E: janet.harris@fulbright.edu.vn\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: How can we estimate the weight of a bridge? What price should a store set for a product so as to maximize the revenue? Calculus provides tools to answer questions like these. Calculus is fundamental to many scientific disciplines including physics, engineering, statistics, computer science and economics. This course will provide the essential concepts, using everyday language and graphs, as well as equations and numerical approaches. The ideas and their uses will be illustrated and explored through a wide range of real world examples. Main topics are functions, limits, derivatives, and integrals. Students will develop their critical thinking and problem solving skills, while also gaining a solid preparation for higher level courses such as multivariable calculus, differential equations and probability.\n---\nLearning Objectives: On completion of this course, students should:\n• Be able to use mathematics to model real life phenomena, moving confidently between verbal, graphical, numerical and analytical descriptions\n• Understand and be able to articulate the key concepts of calculus, including the derivative as a rate of change and the integral as a generalized sum\n• Be familiar with common methods of calculating derivatives and integrals\n• Be familiar with some common uses of calculus\n• Be able to apply these ideas and approaches to real world problem\n---\nAssessments & Grading\nHomework, written tests, individual and group projects.",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Friday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Discrete Math",
    "id": "MATH102_Spring2022_S01",
    "credits": "4",
    "instructor": "Tran Vinh Linh",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OHQAZ/math102spring2022s01",
    "description": "Faculty: Tran Vinh Linh – E: linh.tran@fulbright.edu.vn\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: How can Google maps find the fastest path for a trip between two locations? How can an admission system match applicants to the best-suited university based on their preference and exam results? The answers to these questions arise from the study of Discrete Mathematics, which is a branch of Mathematics that deals with entities like integers, sets, graphs with distinct and separate values. The properties of discrete objects and structures play an essential role in many fields such as Theoretical Computer Science, Probability, Statistics, and Cryptography. This course will provide basic knowledge of Combinatorics and Graph theory along with various methods of mathematical reasoning. Students will practice producing and writing formal rigorous proofs. Major topics in this course include set theory, Combinatorial counting methods, Graph theory (Eulerian walk, Hamiltonian cycle, Spanning Tree, Planar graph, etc.).\n---\nCourse Goals:\n• Learn how to construct precise mathematical proofs so as to develop rigorous reasoning skills that may be transferred to other disciplines. \n• Learn selected concepts and techniques from Discrete Mathematics, in particular graph theory, with an emphasis on topics germane to the study of computer science.\n---\nCourse Schedule\nTextbook and References \nMain text: Invitation to Discrete Mathematics, 2nd by Jiri Matousek and Jaroslav Nesetril, Oxford University Press, 2016. We will cover a large portion of the content of Chapters 1-7. Many Homework problems will be assigned from this book. \nSupplemental text: Discrete Mathematics, Elementary and Beyond, Lovasz, J. Pelikan, K. Vesztergombi, Springer, 2005\nSample Topics\nCombinatorial counting \n1. Numbers, sets and functions. Proofs by induction. \n2. Binomial Coefficients, Fibonacci Numbers, Permutations and Combinations, Pascal’s \nTriangle. \n3. The Principle of Inclusion/Exclusion, The Pigeonhole Principle. \n4. Sperner’s Theorem for Independent system. \nGraph theory \n5. Basic Definitions and Examples, Eulerian Walks and Hamiltonian Cycles. \n6. Spanning Trees and the Traveling Salesman. \n7. Planar Graphs, Euler’s Formula, Graph Coloring. \n8. Ramsey’s Theorem \n---\nAssessments & grading\nAssessment Weight Reflections and feedback -- 10% \nTeam based learning -- 10% \nWeekly assignment -- 20% \nWritten exam 1 -- 20% \nApplication essay -- 20% \nWritten exam 2 -- 20% ",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Wednesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Introduction to Data Analysis",
    "id": "MATH105_Spring2022_S01",
    "credits": "4",
    "instructor": "Nguyen Minh Quan",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002HzUExQAN/math105spring2022s01",
    "description": "Visiting Faculty: Nguyen Minh Quan - E: quan.nguyen@fulbright.edu.vn\nCategory: Exploratory - Maths & Computing (E4)\nCredits: 04 credits\nPre-requisite: CORE103 Quantitative Reasoning for a Digital Age\nCourse Format: On-campus\n---\nCourse Description: We introduce the key and basic concepts for developing statistical thinking which is one of the fundamental skills to analyze data, to derive knowledge from data, and to make predictions and decisions. The course will cover the following key concepts and methods of descriptive statistics and inferential statistics: data collection, sampling design, summarizing and visualizing data, linear regression, basic probability and random variables, parameter estimations, and hypothesis testing. Furthermore, students develop conceptual knowledge on defining the problem, designing observational studies and experiments, and formulating research questions.\n---\nLearning Outcomes: This course is designed to provide the students in a variety of fields in social science, engineering, business with the fundamental concepts in Statistics. After completing the course, students should have mastered and demonstrated the following quantitative skills in descriptive statistics, probability, and inferential statistics. More specifically, students should be able to demonstrate:\n• the understanding of descriptive statistics including collecting and summarizing data using appropriate graphical and numerical techniques\n• the knowledge of probability such as expected values and variances, conditional probability, distributions: the normal distribution, the binomial distribution, Student’s t-distribution, sampling distribution\n• the ability to estimate a population parameter such as the population mean\n• the ability of inferential statistics with using an appropriate hypothesis test, confidence interval\n• the knowledge of correlation and regression with applications to forecasting the outcome\n• the ability to use Excel, R, Python to conduct statistical analysis\n• the ability to apply the statistical techniques to make predictions and draw conclusions and decisions for real-life problems\n• the ability to think logically.\n---\nAssessments & Grading\nHomework assignments, quiz, in-class participations -- 40%\n01 take-home group project and group presentations -- 20%\nIn-class Midterm Test -- 20%\nIn-class Final Test -- 20%",
    "categories": [
      "E4"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "17:00:00",
        "end_time": "20:00:00"
      }
    ]
  },
  {
    "title": "Developmental Psychology",
    "id": "PSY202_Spring2022_S01",
    "credits": "4",
    "instructor": "Skultip Sirikantraporn (Jill)",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3ODQAZ/psy202spring2022s01",
    "description": "Faculty: Skultip Sirikantraporn (Jill) – E: jill.siri@fulbright.edu.vn\nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: PSY101 Introductory Psychology. (For Cohort 2023, we may be able to make exceptions, please contact the Course Instructor directly to discuss).\nCourse Format: On-campus\n---\nCourse Description: Have you ever wondered how a human-being develops and changes overtime since birth? If so, welcome to Dev. Psy! Developmental psychology or Lifespan Development is the study of human’s development process and different factors that may have an influence on one’s development. Students will gain perspectives on how brain and physical, cognitive and linguistic, emotional, sociocultural, moral, and spiritual developments change across the life span—from prenatal through late adulthood or from “womb to tomb.” Important topics that may affect human development, such as the role of family and other relationships, the development of self-in-context, and unique aspects of aging and bereavement will be discussed. This course is designed particularly to engage students in conversations around human development in the context of Vietnam and Vietnamese culture in order to start to compare and contrast it with the contemporary understandings and research of various developmental psychology theories and topics\n---\nLearning Objectives:\nAfter finishing this course, students should be able to:\n1. Explain the physical/biological, cognitive, cultural, environmental, and social-emotional factors that influence human development throughout the lifespan.\n2. Distinguish myths and misconceptions from research evidence regarding human development throughout the lifespan.\n3. Apply developmental psychology principles to daily life throughout the lifespan\n4. Describe research methodological approaches used to study human development across the lifespan.\n5. Assess and critically analyze theories, research and applications developed by developmental psychologists and effectively communicate the analysis to the community\n---\nTentative Course Schedule\nWeek 1: Syllabus - What is developmental psychology? How do psychologists think, post questions, and find out answers? What do they do?\nReading: Careers in Developmental Psychology \nTedTalk: Lessons Learned From Human Dev Study\nHomework Due: Conversation Starters\nWeek 2: How do psychologists know what they know? \nResearch Methods \nDevelopmental Theories\nReading due: \nChapter 1: Introduction to Lifespan Development\nChapter 2: Developmental Theories\nArticle: Study Smarter Article \nStudy Smarter\nHomework Due: Canvas # 1\nWeek 3: What happens in the beginning? (Prenatal-Toddlerhood)\nExistential Question: “Is the world ok?” (Infancy)\nActivity: https://www.ryerson.ca/openlearning/projects/food-security-quest/\nSong Analysis \nReading due: Chapter 3: Prenatal Development \nArticle: Neuro-development knowledge\nLink here\nHomework Due: Study smarter commitmentCanvas # 2\nWeek 4: What happens in the beginning? (Cont.-Toddlerhood) \nExistential Question: “Am I okay?”(Toddlerhood)\nReading due: Chapter 4: Infancy to Toddlerhood\nHomework Due: Canvas # 3\nWeek 5: Early Childhood Development(2-6 years)\nExistential Question: “What can I do?”\nReading due: Chapter 5: Early Childhood\nTedTalk: ACES\nArticle: https://e.vnexpress.net/news/news/child-abuse-in-vietnam-s-kindergartens-continues-to-keep-parents-awake-at-night-3679672.html\nHomework Due: My Life in Music Playlist(1); Canvas #4\nWeek 6: Middle Childhood Development(7-11 years)\nExistential Question: “How well can I do it?”\nReading due: Chapter 6: Middle Childhood\nArticles: https://www.teachearlyyears.com/a-unique-child/view/inclusion-in-early-years-settings\nhttps://theconversation.com/inclusive-education-means-all-children-are-included-in-every-way-not-just-in-theory-45237\nTedTalk: BodyDysmorphicDisorders\nHomework Due: Toy Analysis; Canvas # 5\nWeek 7: Adolescence (12-17 years)\nExistential Question: “Who am I?”\nReading due: Chapter 7: Adolescence\nArticle/TedTalk: Mysterious workings of the adolescent brain\nHomework Due: My Lifein MusicPlaylist(2); Canvas # 6\nWeek 8: Mid-Term Reflection/ExamExistential Question: back to “Am I ok?”😊\nWeek 9: Emerging Adulthood (18-25)-Early Adulthood (25-45)\nExistential Question: “Who am I REALLY?”\nReading due: Chapter 8: Emerging Adulthood\nTedTalk: How do you define yourself?\nChapter 9: Early Adulthood\nArticle/TedTalk: The brain in love\nHomework Due: My Life in Music Playlist (3)Canvas # 7\nWeek 10: Middle Adulthood (45-65)\nExistential Question: “Why do I matter?”\nReading due: Chapter 10: Middle Adulthood\nTedTalk: Work-Life Balance\nHomework DueCanvas # 8\nWeek 11: Late Adulthood (65+)\nExistential Question: “Why did I matter?”\nReading due: Chapter 11: Late Adulthood\nArticle/TedTalk: Let's end ageism\nHomework DueCanvas # 9\nWeek 12: NO CLASS\nWeek 13: Group Work in Class\nWeek 14: Class Presentation: Service Development Project\nTedTalk: What makes a good life?\nAssignment Due: Service Development Project Deliverables\nWeek 15: NO CLASS\nAssignment Due: Life Review Interview Project\n---\nAssessments & Grading\nClass participation -- 15%: In order to earn the full 15%, students will need to arrive on time in class having finished the reading assignments, assigned homework, actively contribute to class’ activities, and be able to explain major points of classes in the form of periodic reflections and applications assigned in and for class.\nCanvas Responses -- 10%: 10 entries\nMy Life in Music Playlist(Individual) -- 15%: 3 submissions\nMidterm Review Exam -- 20%\nLife Review Interview Project(Individual) -- 20%\nService Development Project(Group) -- 20%",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Wednesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Organizational Psychology",
    "id": "PSY207_Spring2022_S01",
    "credits": "4",
    "instructor": "Nguyen Thi Lan",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002MtTRIQA3/psy207spring2022s01",
    "description": "Visiting Faculty: Nguyen Thi Lan - E: thilan.nguyen@fulbright.edu.vn\nCategory: Exploratory – Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: Organizational Psychology provides an understanding of how people behave in the workplace and how to deal with some of the issues associated with wellbeing and performance. It covers a range of topics including personality, attitudes, motivation, teams, decision-making and leadership. Organizational Psychology contributes to our understanding by informing several workplace functions, chief among these include management, leadership and human resource management. The course will equip students with a range of options, techniques and strategies for dealing with the challenges, difficulties and trauma's that have become a feature of contemporary organizational life. It offers useful and practical solutions to these as well as enhancing wellbeing and individual and organizational performance. Students will be encouraged to think critically by acknowledging cultural and individual diversity in the ways that organizational life is now experienced in a global age, investigating issues related to gender, age, ethnicity, sexual orientation, social class and political economy.\nLearning Objectives: \n*Demonstrate an understanding of the definitions, philosophies, methods and underlying assumptions of organizational psychology.\n*Understand how the concepts, theories and research in organizational psychology can be applied to the workplace to solve the many challenges that it presents and to increase satisfaction and wellbeing. \n*Critically evaluate organizational psychology acknowledging the need to take an interdisciplinary and multicultural approach.\n*Apply organizational psychology's concepts and theories to analyze practice-based case studies.  \n---\nCourse Syllabus\n---\nAssessments & Grading\nAssessment 1: Critical Issues in Organizations in Vietnam: Team Report (Teamwork) 30%\nAssessment 2: In-Class Report Presentation (Teamwork) 30%\nAssessment 3: Leadership Reflection & Development Plan (Individual) 40%",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Thursday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Spring Seminar",
    "id": "SEM302_Spring2022_S01",
    "credits": "2",
    "instructor": "Fulbright Faculty and Visiting Faculty",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Ju39fQAB/sem302spring2022s01",
    "description": "Faculty: Fulbright Faculty and Visiting Faculty\nCredits: 02 credits\nPre-requisite: For 3rd-year students. Non-compulsory but strongly recommended.\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: \nThe Student Research Workshops aims to develop students’ independent research skills to prepare for the Capstone, write a proposal for their Capstone project as well as future research projects. There will be 12 weekly meetings, 90 minutes each. There will be four sections running in parallel by each faculty listed above. Students can participate in one section but may also choose to participate in more than one section.\n---\nLearning Objectives:\nThe Student Research Workshops aims to develop students’ independent research skills to prepare for the Capstone, write a proposal for their Capstone project as well as future research projects. Upon completion of this seminar, students will gain significant improvement on the abilities to:\n• pose well-defined research questions\n• locate research topics and find relevant literature\n• develop appropriate methodologies to address the research questions\n• write up a research proposal\n• present ideas and research plans\n---\nAssessments:\nPass/No pass. Students are graded on their written proposal and their participation in the seminar by the faculty in charge.",
    "categories": [],
    "schedule": [
      {
        "day": "Friday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Research Methods & Statistics",
    "id": "SOCI105_Spring2022_S01",
    "credits": "4",
    "instructor": "Kinho Chan",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3ONQAZ/soci105spring2022s01",
    "description": "Faculty: Kinho Chan – E: kinho.chan@fulbright.edu.vn\nCategory: Exploratory – Social Sciences (E2); Exploratory – Sciences & Engineering (E3); Exploratory – Mathematics & Computing (E4)\nCredits: 04 credits\nPre-requisite: CORE103 Quantitative Reasoning for a Digital Age OR CORE104 Scientific Inquiry\nCourse Format: On-campus\nNote: This course was known as \"Research Methods in Social & Behavioral Science (Co-design)\" course (former title)\n---\nCourse Description: This course is designed to help students learn to make systematic observations, derive scientific questions, form hypotheses, carry out research, analyze data, interpret results, and report findings. This course draws from foundational research skills first introduced in Quantitative Reasoning and Scientific Inquiry, and aims to further develop student competence in various research approaches (e.g., basic, applied, quantitative, qualitative). \n---\nCourse Schedule\nTopic: Scientific Thinking – Chapters 1-3\nTopic: Theory & Research – Chapters 4-5\nTopic: Scales & Validity – Chapters 6-7 Primary sources\nTopic: Sampling: Hypothesis testing – Chapter 8\nTopic: Research Ethics – Chapter 16\nTopic: Exam 1; Research Ethics – Lit. Review\nTopic: Simple Experiments – Chapter 10\nTopic: t-test & One-way ANOVA – Chapter 14\nTopic: Factorial Designs – Research Proposal\nTopic: Factorial ANOVA – Chapter 15\nTopic: Quasi-experiment & Surveys – Chapters 9,11\nEXAM 2\nTopic: Correlation & Regression – Draft\nTopic: Observation & Case Studies \nTopic: Interpretive & Qualitative Research – Chapters 12,13\nTopic: Data Analyses (other)\nFINAL EXAM – FINAL PAPER",
    "categories": [
      "E2",
      "E3",
      "E4"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      },
      {
        "day": "Friday",
        "start_time": "13:15:00",
        "end_time": "14:45:00"
      }
    ]
  },
  {
    "title": "Youth and Society in Asia",
    "id": "SOCI204_Spring2022_S01",
    "credits": "4",
    "instructor": "Nankyung Choi",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OTQAZ/soci204spring2022s01",
    "description": "Visiting Faculty: Nankyung Choi - E: nankyung.choi@fulbright.edu.vn\nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: Online\n---\nCourse Description: Youth has been a critical part of Asia’s modern history. Young people have been the backbone of post-colonial struggles, nation-building process, and various social and cultural movements across the region. Although there has been a growing interest in youth’s relationship with broader social issues, Asian youth has received little attention in the classroom. This course aims to offer students a rigorous and comparative historical exploration of youth and society in Asia and to explore youth’s significance in the region’s past, present, and future. It begins from examining various theoretical traditions that conceptualize and treat youth in different manners. It then examines critical historical periods in which youth played a critical part in instigating or otherwise shaping major processes of political and social change in Asia. Finally, the course investigates and compares various relationships that Asian youth have developed with the state, citizenship and culture from a perspective that sheds light on the interplay of individual developments and broader sociocultural contexts. By designing and conducting a research project, students will be trained to be able to extend theories to issues concerning youth in Vietnam and Asia.  \n---\nLearning Objectives: Upon successful completion, students will have the knowledge and skills to:\n• Comprehend social and cultural developments in relation to youth’s place and role in Vietnam and Asia;\n• Use basic concepts and theories of youth from social and cultural sciences;\n• Read critically the literature and other materials;\n• Write and present academic research reports; and\n• Reflect upon youth’s relationships with the state and society in Vietnam and Asia.\n---\nCourse Outline\nWeek 1: Introduction - Film discussion\nWeek 2: Youth: concepts and theories\nWeek 3: Youth in Asia’s modern history\nWeek 4: Youth in contemporary Asia: Northeast Asia\nWeek 5: Youth in contemporary Asia: Southeast Asia\nWeek 6: Youth and the state - Youth as citizens\nWeek 7: Midterm quiz/exam - Film discussion\nWeek 8: Youth and economic development - Youth and work\nWeek 9: Youth and political participation - Youth and political representation\nWeek 10: Youth and identity - Youth and gender\nWeek 11: Research project presentations and peer-reviews\nWeek 12: Youth and culture - Field research (Group)\nWeek 13: Youth and digital world - Field research (Individual)\nWeek 14: Research findings presentations and peer-reviews\n---\nAssessments & Grading\nClass participation -- 20%\nMidterm quiz/exam -- 20%\nResearch Project Presentation -- 10%\nResearch findings presentations -- 20% \nFinal essay -- 30%",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "18:30:00",
        "end_time": "20:00:00"
      },
      {
        "day": "Thursday",
        "start_time": "18:30:00",
        "end_time": "20:00:00"
      }
    ]
  },
  {
    "title": "Augustus in Saigon? Reviewing and Reframing Classicized Urban Space in Vietnam",
    "id": "SOCI206_Spring2022_S01",
    "credits": "4",
    "instructor": "Sven Gunther & Elizabeth Gunther",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OZQAZ/soci206spring2022s01",
    "description": "Visiting Faculty: Sven Gunther & Elizabeth Gunther - E: sven.gunther@fulbright.edu.vn & elisabeth.gunther@fulbright.edu.vn\nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: The rich culture of nowadays Vietnam is deeply entangled with various histories the country faced in the course of times. Particularly, the colonial past has been written into the urban space (in form of architectures, monuments, inscriptions, etc.) in a penetrating way. With it, Greek and Roman antiquities have entered and framed the peoples‘ and viewers‘ mind, too, either directly or indirectly. \nThe aim of the course is to open these framed and framing spaces for a critical dialogue about the use, and abuse, of classical themes in the past and the way we can deal with this heritage in the present, and future. This dialogue will be triggered and established by linking classicized spaces in present-day Ho Chi Minh City with original artifacts of Graeco-Roman antiquity in a digital, interactive way. \nBuilding on the concept of smart city, we will activate the students to critically deal with, and reflect on, the classical heritage by creating a digital exhibition via OMEKA that links the physically present structures with digital objects in a communicative, interactive way. This digital exhibition also enables the broader public to engage with their own past and to give them a handy tool at hand to live their urban space anew in the 21st century.\n---\nLearning Objectives: \n• introduction to theories and methodologies in history/art history/architecture (e.g., critical source analysis; discourse theory; structuralist- and post-structuralist approaches; frame and framing theories; image theory; social space theory; affordances; actor-object-networks; object-biography) [scientific competences]\n• introduction to digital tool OMEKA (basic html-programming skills; cross-linking; design of digital maps, timelines, audio-video-files etc.) [digital humanities comp.]\n• analysis of selected urban spaces and Graeco-Roman artifacts with respective research literature [scientific comp.]\n• interpretation of innate narratives of the selected sources in critical manner [transfer and critical engagement comp.]\n• creation of digital exhibition (by application of skills aquired from steps before) [digital humanities comp.]\n• organisation and management of complex group-work (assignment of tasks and responsibilities; feedback culture; presentation skills etc.) [social and organizational comp.]\n• audience-oriented presentation and marketing of digital exhibition (writing of appealing texts; balanced text-image-relation; logo / corporate identity design; etc.) [organizational and transfer comp., media comp.]\n---\nCourse Outline\nTopic/Content: Introduction to the topic \nForm: Team-building activity / first orientation & examples\nTopic/Content: Introduction to Historical Source Criticism\nForm: Reflection on historical analysis and interpretation I\nReading: J. G. Droysen, Outline of the Principles of History, trans. E.B. Andrews, Boston 1897, §§1-49\nTopic/Content: Introduction to Frames and Framing Theory\nForm: Reflection on historical analysis and interpretation II\nReading: Continued reading of Droysen + R. Entman, Framing: Toward Clarification of a Fractured Paradigm, Journal of Communication 43/4, 1993, 51-58\nTopic/Content: Introduction to Theories of Architecture & Art History\nForm: Reading & discussion\nReading: Excerpt and translation of Vitruvius / Palladio\nTopic/Content: Reading images, objects, and buildings in antiquity & modernity I\nForm: Analysis of examples, with special emphasis on Saigon\nReading: O. Hopkins, Reading Architecture. A Visual Lexicon, London 2012; J. Corfield Historical Dictionary of Ho Chi Minh City, London 2013\nTopic/Content: Reading images, objects, and buildings in antiquity & modernity II\nForm: Analysis of examples, with special emphasis on Saigon\nReading: O. Hopkins, Reading Architecture. A Visual Lexicon, London 2012; J. Corfield Historical Dictionary of Ho Chi Minh City, London 2013; Quang Ninh Lê & Stéphane Dovert;Saigon, 1698-1998: architectures, urbanisme, Ho-Chi-Minh City 1998\n\nTopic/Content: Introduction to OMEKA I: basics (items)\n\nForm: Instructor presentation & trial by students\nReading: J. DeSpain, On Building Things: Student-Designed Print and Digital Exhibits in the Book History Class, Transformations 22/1, 2011, 25–36;\nTopic/Content: Introduction to OMEKA II: advanced (pages)\nForm: Instructor presentation & trial by students\nReading: D.G. Morais, Doing History in the Undergraduate Classroom, The History Teacher 52/1, 2018, 49–76\nTopic/Content: Presentation I\nForm: Discussion of examples\nReading: Paul Zanker, The Power of Images in the Age of Augustus, trans. A. Shapiro, Ann Arbor 1988\nTopic/Content: Presentation II\nForm: Discussion of examples\nReading: Lucia Faedo, The Post-Antique Reception of Greek and Roman Art and Architecture, in: Clemente Marconi (ed.), The Oxford Handbook of Greek and Roman Art and Architecture, Oxford 2014\nTopic/Content: Presentation III\nForm: Discussion of examples\nReading: Zanker (see Presentation I)\nTopic/Content: Presentation IV\nForm: Discussion of examples\nReading: Faedo (see Presentation II)\nTopic/Content: Presentation V\nForm: Analysis of examples\nReading: Fleur Kemmers, Coin Iconography and Social Practice in the Roman Empire, in: Lea K Cline & Nathan T. Elkins (eds.), The Oxford Handbook of Roman Imagery and Iconography, Oxford 2022\nTopic/Content: Presentation V\nForm: Analysis of examples\nReading: \nSven Günther, Between Imperium and Libertas: Understanding, Utilization and Diversity of Interpretation of Roman Power and Moral Concepts in European Medals and Seals of the 18th Century, in Le Siècle des Lumières IV: L´Heritage de l´Antiquité dans la culture europeénne du XVIIIe siècle, Moskau 2012, 181-198 \nTopic/Content: Work on OMEKA-exhibition\nForm: Own work, guided by instructors; discussion with speaker\nReading: tba\nTopic/Content: Work on OMEKA-exhibition\nForm: Own work, guided by instructors; discussion of topic\nReading: http://ieg-ego.eu/en/threads/europe-and-the-world/postcolonial-studies/harald-fischer-tine-postcolonial-studies\nÁlvaro M. Moreno Leoni, Review-Discussion: Exploring Roman Imperialism, Histos 15, 2021, XVI–XXVII\nE.M. Winslow, Marxian, Liberal, and Sociological Theories of Imperialism, Journal of Political Economy 39/6, 1931, 713–758\nTopic/Content: Intermediate evaluation I\nForm: Own work, guided by instructors; feedback\nTopic/Content: OMEKA-plugins\nForm: Presentation by instructors; own work, guided by instructors\nTopic/Content: Work on OMEKA-exhibition \nForm: Own work, guided by instructors; discussion of topic \nReading: https://www.britannica.com/topic/history-of-Southeast-Asia-556509/Patterns-of-a-colonial-age\nKelly Nguyen, Pham Duy Khiem, Classical Reception, and Colonial Subversion in Early 20th Century Vietnam and France, Classical Receptions Journal 12/3, 2020, 340–356\nTopic/Content: Evaluation II\nTopic/Content: Finalization of OMEKA-exhibition \nForm: Own work, guided by instructors \nTopic/Content: Final presentation of OMEKA-exhibition\nForm: Presentation & feedback\nFinal discussion\n---\nAssessments & Grading\nThe assessment is mainly based on the presentation of a topic (30 %) and essay-like written version of it within the digital exhibition (50 %) (can be also done in two-student teams, depending on number of course-attending students), but also includes the engagement in the group-work above the individual entries (20%).",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Rethinking New Womanhood",
    "id": "SOCI210_Spring2022_S01",
    "credits": "4",
    "instructor": "Nankyung Choi",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002MtTRNQA3/soci210spring2022s01",
    "description": "Visiting Faculty: Nankyung Choi – E: nankyung.choi@fulbright.edu.vn\nCategory: Exploratory – Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: Online\n---\nCourse Description: This course examines the “new woman”–feminist, educated, independent career women–of the early modern period in light of women’s continuous struggles in the 21stcentury. At the end of the nineteenth century, the “new woman” pushed against the limits imposed by society. Following the footsteps of their counterparts in Europe and North America, the East Asian “new woman” emerged during the interwar period seeking autonomy, redefining the feminine, exploring new ideas, lifestyles and behavior, and negotiating between the “traditional” and the “modern”. More than a century has passed but women of the 21stcentury still find themselves facing the challenges of negotiating between dominant gender roles and desires for self-liberation and self-determination. The course focuses on the dilemmas that women had to and still have to deal with in their pursuit of liberation and in their fight against suppression. In doing so, it specifically considers various structural, cultural, and technological factors that have shaped and transformed new womanhood of the early modern period and the 21stcentury. Throughout the semester, students will consider how social structures and cultural practices have affected women and also how women themselves have struggled for equal status and rights. Among others, the course explores various ways, resources, and outcomes of women’s constant negotiations between the dominant gender ideologies and desires for self-liberation and self-determination. Students will examine a variety of texts with the aim of investigating the continuity and change in narrations on new womanhood in general and in Asia in particular.\nLearning Objectives:\nUpon successful completion, students will have the knowledge and skills to:\nComprehend the historical context in which the “new woman” emerge during the early modern period;\nRelate women’s variegated experiences of emerging as the “new woman” in the public sphere to specific national, regional and global contexts;\nUnderstand women’s dilemmas in their pursuit of liberation and in their fight against suppression in the early modern and 21st-century context;\nDevelop analytical skills in examining women’s constant negotiations between the dominant gender ideologies and desires for self-liberation and self-determination; and,\nWrite and present academic research reports.\n---\nCourse Outline\nWeek 1: Introduction\nFilm discussion: “Tokyo Story” by Ozu Yasujiro (1953)or “Sweet Dream” by Ju-nam Yang (1936)https://www.youtube.com/watch?v=tmd_OBPFll8\nWeek 2: Women, education, and modern technology\nWeek 3: Women, consumption, and agency\nWeek 4: Women and modernity in early modern period\nWeek 5: “New women” vs. “modern girls”\nWeek 6: Colonialism, nationalism, and the “wise mother, good wife” ideology\nWeek 7: Midterm exam\nFilm discussion: “Yeongja’s Heyday” by Ho Sun Kim (1975) https://www.youtube.com/watch?v=PlPoTeWINSg\nWeek 8: Women, development, and the state\nWeek 9: Women, work, and power\nWeek 10: Women, feminism, and the “#MeToo” movement\nWeek 11: “Tiger mother” vs. “parasite single”(parasaito shinguru) and“Kimchi woman” (kimchinyeo)\nWeek 12: Panel discussion 1: “new women” vs. “modern girls”\nPanel discussion2: love, marriage, and new womanhood\nWeek 13: Panel discussion3: women and the state\nPanel discussion 4: women, feminism, and nationalism\nWeek 14: Group project presentations\n---\nAssessments & Grading\nClass participation (20%)\nMidterm exam (20%)\nGroup Project (30%)\nFinal essay (30%)",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Thursday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Language, Culture and Thought",
    "id": "SOCI305_Spring2022_S01",
    "credits": "4",
    "instructor": "Ian Scott Kalman",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OhQAJ/soci305spring2022s01",
    "description": "Faculty: Ian Scott Kalman – E: ian.kalman@fulbright.edu.vn\nCategory: Exploratory - Arts & Humanities (E1); Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: What is language - and could we even ask this question without it? Among all animals, humans are unique – not in our ability to communicate, but in the depth and extent of that ability. Language is not just about communication, words such as “I now pronounce you man and wife” can fundamentally change someone’s legal and personal identity.  \nLanguage is intimately tied to experience – the way we talk about an event has a bearing on how we understand that event – were those words “just a joke”, or an insult? As much as language is something that humans produce, language is also part of what makes us human.  \nThis course explores the complex intersection of language, culture, and thought through an introduction to sociolinguistics and linguistic anthropology. Our course is divided into two principle units – firstly, we examine the history and core concepts in the study of language, beginning with philosophical questions on the origins of human language, the creation of linguistics as a distinct field of research, and the terms by which scholars have considered the relationships between language and culture.  \nCore concepts include linguistic relativity, semiotics, illocutionary acts, and framing. In the second unit, we investigate language in everyday life. Core themes include power, gender, ideology, and identity.  \nPlease note, this is not a linguistics course. We will not be learning new languages or emphasizing the technical components of syntax and use. While we will draw examples from many languages throughout the world, strong English reading and writing skills are highly recommended, as many core texts will be in English and draw upon English\nLearning Objectives: Students Will Be Able To (SWBAT): \n• Understand the history and core concepts in sociolinguistics and linguistic anthropology as it commonly appears in academic texts.\n• Identify the role of language in their own culture and thought with increasing amounts of subtlety and depth.  \n• Employ key concepts from sociolinguistics in oral discussions and both a written paper and exam.  \n• Develop and execute a research project relating to language, culture, and thought in their own lives.\n---\nAssessments & Grading\nClass Participation -- 20%\nThird-Term Exam -- 20%\nArticle Review -- 10%\nFinal Project Presentation -- 20%\nFinal Project Paper -- 30%",
    "categories": [
      "E1",
      "E2"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Wednesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Global Political Economy",
    "id": "SOCI307_Spring2022_S01",
    "credits": "4",
    "instructor": "Jonathan London",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OUQAZ/soci307spring2022s01",
    "description": "Visiting Faculty: Jonathan London - E: jonathan.london@fulbright.edu.vn\nCredits: 04 credits\nPre-requisite: Foundations of Political Economy and/or Principles of Economics\nReading/Writing: Intensive\nCourse Format: Online\n---\nCourse Description: This course introduces theoretical and methodological approaches to the analysis of the world economy from the vantage point of global political economy (GPE), a multi-disciplinary field of inquiry that is founded on the assumption that economic aspects of social life may not be understood independently of politics and the broader sets of social relations and world historical contexts within which economics processes unfold. GPE comprises a range of theoretical perspectives and analysts who identify as ‘doing GPE’ may view the world economy from a range of disciplinary standpoints, such as economics, sociology, politics, history and anthropology. GPE’s varied theoretical approaches and multi-disciplinary outlook and its attention to politics and society distinguish it from standard economic approaches to the analysis of the world economy and from conventional approaches to international political economy (or IPE). \n---\nLearning Objectives: This course develops students’ understanding of the world economy and leading approaches to its study. Students will\n• Explain the historical origins of the contemporary world market.\n• Distinguish and summarize contending theoretical perspectives on the world economy’s development.\n• Use ideas to explore a variety of substantive themes, such as trade, global economic governance, and financialization.\n• Appraise the value of different approaches for studying the relationship between global growth, welfare, inequality.\n• Understand the relations between the world economy, local labor markets, and social policies.\n• Relate concerns about sustainability to features of the world economy as viewed globally and locally.",
    "categories": [],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "18:30:00",
        "end_time": "20:00:00"
      },
      {
        "day": "Thursday",
        "start_time": "18:30:00",
        "end_time": "20:00:00"
      }
    ]
  },
  {
    "title": "Introduction to Comparative Politics: Bringing in Vietnam",
    "id": "VS104_Spring2022_S01",
    "credits": "4",
    "instructor": "Nguyen Thanh Trung",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3O2QAJ/vs104spring2022s01",
    "description": "Vísiting Faculty: Nguyen Thanh Trung - E:trung.nguyen@fulbright.edu.vn \nCategory: Exploratory - Social Sciences (E2)\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course aims to form the foundation for a broad theoretical and empirical knowledge of the concerns of the field of comparative politics. We will investigate the central themes, theories, concepts, and questions of the contemporary study of comparative politics and explore the main theoretical, empirical, and methodological approaches to the study of Vietnamese politics. Why do nation states vary so substantially in their political freedoms and economic performances? What are similarities and differences that Vietnam bears from a comparative perspective? This course will seek to answer these big questions by developing an understanding of key concepts, theories and political system and policies of Vietnam. The course intertwines two major parts with Part I forming the foundation of the course by introducing the history, concepts, theories, and methodologies of Comparative Politics and the other exploring the actors and processes involved in the detailed case study, Vietnam. The course has a strong discussion-centered structure. Students are expected to read the assigned materials timely and thoughtfully and be ready to discuss the content in class.\n---\nLearning Objectives: Students should be able:\nTo demonstrate a basic understanding of the relationships between individuals, actors, and processes across different political systems both historical and contemporary.\nTo facilitate and/or cultivate a sense of critical awareness of the world beyond their own.\nTo develop a stronger understanding of fundamental differences between different regime types, the relationship between politics and economic outcomes, the role of identity in politics.\nTo apply the analytical and methodological tools of comparative politics to political outcomes they want to understand and explain.\nTo use these tools to further examine the political system and policies of Vietnam. \n---\nCourse Readings:\nThere is no textbook for this course. All readings will be posted on Canvas and consist of book chapters and journal articles.\nTentative Course Schedule\nWeek 1: Introduction to comparative politics / Comparative method\nLijphart, Arend. (1971) “Comparative Politics and the Comparative Method.” The American Political Science Review, 65(3): 682-693.\nCollier, David. (1993). “The Comparative Method,” Pp. 105-119 in Political Science: The State of the Discipline II, edited by Ada W. Finifter. Washington D.C.: American Political Science Association.\nMahoney, James and Villegas. (2007). “Historical Enquiry and Comparative Politics,” Pp. 73-89 in The Oxford Handbook of Comparative Politics, edited by Carles Boix, Susan C. Stokes. Oxford: Oxford University Press. \nWeek 2: The Nation-State\nSmith, Anthony D. 1986. The Ethnic Origins of Nations. Cambridge, MA: Blackwell, pp.174-208\nAnderson, Benedict. 1983. Imagined Communities: Reflections on the Origins and Spread of Nationalism. New York: Verso, pp. 5-46 and Chapter 8\nLawrence, Adria. 2013. Imperial Rule and the Politics of Nationalism: Anti-Colonial Protest in the French Empire. Cambridge University Press, pp. 1-24 and 30-45.\nWeek 3: Regime Types: Democracy vs Non-democracy\nAcemoglu, Daron, and James A. Robinson. (2001). “A Theory of Political Transitions.” American Economic Review, 91: 938-963.\nAcemoglu, Daron, Simon Johnson, and James Robinson. (2001). “The Colonial Origins of Comparative\nDevelopment: An Empirical Investigation.” American Economic Review, 91: 1369-1401.\nBoix, Carles, and Susan Stokes. 2003. \"Endogenous Democratization.\" World Politics. 55: 517-549.\nWeek 4: Regime Types: Parliamentarism vs Presidentialism\nDiamond, Larry. “Thinking About Hybrid Regimes”\nLevitsky, Steven and Lucian Way. (2002). “Elections Without Democracy: The Rise of Competitive Authoritarianism.” Journal of Economic Perspectives, 7(3):51-69.\nCheibub, Jose. “Parliamentarism Versus Presidentialism”\nWeek 5: The Effects of Political Regimes\nPrzeworski, Adam and Fernando Limongi. (1993). “Political Regimes and Economic Growth.” The Journal of Economic Perspectives, 7(3): 51-69\nGerring, John, Strom C. Thacker, and Carola Moreno. “Are Parliamentary Systems Better?”\nMalesky, Edmund, Regina Abrami and Yu Zheng. (2011). “Institutions and Inequality in Single-Party Regimes: A Comparative Analysis of Vietnam and China.” Comparative Politics, 43(4): 401-419.\nFirst Tri-weekly Reading Response Submission (Saturday 9:00 pm)\nWeek 6: Elections and Electoral Rules\nLijphart, Arend. (1998). “The Problem of Low and Unequal Voter Turnout.” Political Science Series No. 54.\nBlais, Andre. (2006). “What Affects Voter Turnout?” Annual Review of Political Science, 9:111–125.\nHagopian, Frances (2007). “Parties and Voters in Emerging Democracies,” Pp. 582-603 in The Oxford Handbook of Comparative Politics, edited by Carles Boix and Susan C. Stokes.\nBui, H. Thiem. (2014). “Elections in a Communist Party Regime: Vietnam's Electoral Integrity Reforms and Challenges.” Paper presented at the 2014 Australian Political Studies Association Annual Conference, University of Sydney Paper.\nMalesky, Edmund and Paul Schuler. (2011). “The Single-Party Dictator’s Dilemma: Information in Elections without Opposition.” Legislative Studies Quarterly, XXXVI(4): 491-530.\nIn-class Quiz\nTopic Proposal Submission (Saturday 9:00 pm)\nWeek 7: Field trip to the American Center to listen to a talk about U.S. Election\nA talk given by a U.S. diplomat to help students brush up on what they learned in class.\n\nWeek 8: Political Ideologies and Parties\nBoix, Carl. (2007). “The Emergence of Parties and Party Systems,” Pp. 499-521 in The Oxford Handbook of Comparative Politics, edited by Carles Boix and Susan C. Stokes.\nDuverger, Maurice. \"Factors in a Two-Party and Multiparty System,\" http://janda.org/c24/Readings/Duverger/Duverger.htm\nSchlesinger, Joseph, and Midred S. Schlesinger. (2006). “Maurice Duverger and the Study of Political Parties.” French Politics, 4: 58-68.\nSecond Tri-weekly Reading Response Submission (Saturday 9:00 pm)\nWeek 9: Interest Groups and Political Activism\nNorries, Pippa. (2007). “Political Activism: New Challenges, New Opportunities,” pp. 628 – 53 in The Oxford Handbook of Comparative Politics, edited by Carles Boix, and Susan C. Stokes.\nTarrow, Sidney and Charles Tilly. (2007). “Contentious Politics and Social Movements,” Pp. 435-460 in The Oxford Handbook of Comparative Politics edited by Carles Boix and Susan C. Stokes.\nFforce, Adam and Lada Homutova. (2017). “Political Authority in Vietnam: Is the Vietnamese Communist Party a Paper Leviathan?” Journal of Current Southeast Asian Affairs, 36(3): 91–118.\nWeek 10: Vietnam’s Rising Middle Class: Force for Change?\nGainsborough, Martin. (2002). “Political Change in Vietnam: In Search of the Middle-Class Challenge to the State.” Asian Survey, 42(5), 694-707. \nKing, Victor T., Phuong An Nguyen and Nguyen Huu Minh. (2008). “Professional Middle Class Youth in Post-Reform Vietnam: Identity, Continuity and Change.” Modern Asian Studies, 42(4): 783–813\nFutaba, Ishizuka. (2020). “Political Elite in Contemporary Vietnam: The Origin and Evolution of the Dominant Stratum.” The Developing Economies, 58(4): 267-275.\nIn-class Quiz\nWeek 11: Vietnam’s Civil Society and Political Change\nNguyen, K. Giang and Thai Q. Nguyen. (2021). “Civil Society and Extractive Capacity in Authoritarian Regimes: Empirical Evidence from Vietnam.” Asian Journal of Political Science, 29(1): 110-130.\nThayer, Carlyle A. (2009). “Vietnam and the Challenge of Political Civil Society.” Contemporary Southeast Asia, 31(1): 1-27 \nThird Tri-weekly Reading Response Submission (Saturday 9:00 pm)\nAnnotated bibliography Submission (Saturday 9:00 pm)\n\nWeek 12: Decentralization and Development\nVu, Thanh Tu Anh. (2016). “Vietnam: Decentralization Amidst Fragmentation.” Journal of Southeast Asian Economies, 33(2): 188-208.\nNguyen, Khac Hung. (2008). “Political and Administrative Decentralization in Vietnam,” Pp.225-244 in Decentralization Policies in Asian Development, edited by Shinichi Ichimua and Roy Bahl. USA: World Scientific.\nWeek 13: Problems of Development and Democratization\nThayer, Carlyle A. (2010). “Political Legitimacy in Vietnam: Challenge and Response,” Politics & Policy, 38(3): 423-444.\nNguyen, Hong Hai. (2016). “Resilience of the Communist Party of Vietnam’s Authoritarian Regime since Doi\nMoi.” Journal of Current Southeast Asian Affairs, 35(2): 31–55.\nBeeson, Mark and Hung Hung Pham. (2012) “Developmentalism with Vietnamese Characteristics: The Persistence of State-led Development in East Asia.” Journal of Contemporary Asia, 42(4):539–559.\nWeek 14: Final Project Paper Submission\n---\nAssessments & Gradings\nParticipation in discussion: 15%\nQuizzes: 20%\nTri-weekly reading responses: 30%\nFinal group project: 35%",
    "categories": [
      "E2"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      },
      {
        "day": "Wednesday",
        "start_time": "15:00:00",
        "end_time": "16:30:00"
      }
    ]
  },
  {
    "title": "Cultural and Intellectual Foundation of Vietnamese Literary Chinese 2",
    "id": "VS106b_Spring2022_S01",
    "credits": "4",
    "instructor": "Phan Thu Van",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3ObQAJ/vs106bspring2022s01",
    "description": "Visiting Faculty: Phan Thu Van - E: van.phan@fulbright.edu.vn \nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: Vietnamese Literary Chinese is an important part of the formation of Vietnamese culture and ideology. Vietnamese people were employing and localizing Chinese scripts and literary Chinese throughout more than 10 centuries (from the 10th to the beginning of the 20th centuries). As the official written language of the country for the composition of a wide variety of works, such as histories, literature, diplomatic documents, or medical treatises, this linguistic means helped the Vietnamese to record their thoughts and cultural values through times. The Vietnamese localization of the written Chinese resulted not only in new syntactic and lexical variations, but also in the emergence of a new phonetic system called Sino-Vietnamese pronunciation (âm Hán-Việt) for Chinese scripts. Nowadays, words and morphemes rooted from literary Chinese may account for up to 60% of the vocabulary written in formal and scientific texts. Hence, understanding Vietnamese literary Chinese, and being literate in Chinese scripts obviously a key to comprehend Vietnam’s past and present, to better understand the nation’s cultural and intellectual heritage in East Asian contexts. Like the crucial role of Latin in American-European academes, knowledge of Vietnamese literary Chinese and Sino-Vietnamese words is definitely required for any student in Vietnam Studies in general, and pre-modern Vietnam research in particular.   \nBased on Chinese scripts, the Vietnamese invented a new writing system, popular known as the demotic Nom script, to express their thoughts and emotions in their mother tongue. However, one cannot read Nom without knowing Chinese characters. Therefore, for Vietnamese people, learning Vietnamese literary Chinese and Sino-Vietnamese characters means more than learning a language. It helps to bridge a huge gap between young Vietnamese learners and the historico-cultural textual treasure they are inheriting from the past. This course help Fulbright students to read, interpret, and better understand works composed in Vietnamese literary Chinese by Vietnamese national eminent figures like Ly Thai To, Tran Nhan Tong, Tran Hung Dao, Nguyen Trai, Nguyen Du... and other key intelligentsias in premodern Vietnam who wrote about what happened in their times and their lives.\nIn addition, learning Vietnamese literary Chinese helps to re-establish a cultural and historical connection with East Asia, not only with China and Taiwan, but also Japan and the Korean nations. It is worth noting that these days, the Japanese still use 2,136 common Kanji (or Chinese characters with Japanese pronunciations). Those words can all be found in Vietnamese literary Chinese introduced in this course. Throughout the course, students are introduced to Sino-Vietnamese pronunciation (âm Hán-Việt) along with standard modern Chinese pronunciation in order to have a better understanding of the similarities and differences of these two pronunciation systems. Students are also guided to use the dictionaries in different ways to be able to look up the vocabulary themselves.\n---\nLearning Objectives: There are 3 basic Learning Objectives of this course:\nHelping students understand Vietnamese cultural heritage better through Vietnamese literary Chinese texts.\nHelping students to learn Sino-Vietnamese pronunciations of Chinese characters along with standard modern Chinese dictions, and to use Sino-Vietnamese words more accurately and effectively in modern Vietnamese language.\nHelping students have a broader view of the culture and history of East Asian Cultural Sphere / Kanji Cultural Sphere.\n---\nAssessments & Grading:\nAttendance: 15%\nQuizzes: 20%\nMid-term: 15%\nFinal exam: 50%",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Wednesday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      },
      {
        "day": "Friday",
        "start_time": "09:45:00",
        "end_time": "11:15:00"
      }
    ]
  },
  {
    "title": "Documentary Films from Vietnam: History, Theory, and Practice",
    "id": "VS108_Spring2022_S01",
    "credits": "4",
    "instructor": "Dao Le Na",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3OaQAJ/vs108spring2022s01",
    "description": "Visiting Faculty: Dao Le Na - E: na.dao@fulbright.edu.vn\nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: Not recommended for students who have not completed Core requirement.\nCourse Format: Online\n---\nCourse Description: Documentary film has always had a certain appeal to the audience because it manifests the filmmakers’ observation and point of view on real life. ‘Reality’, as Patricia Aufderheide mentioned in his book Documentary Film: a Very Short Introduction “is not what is out there but what we know, understand, and share with each other of what is out there (…) Documentary is an important reality-shaping communication, because of its claims to truth. Documentaries are always grounded in real life, and make a claim to tell us something worth knowing about it.” Therefore, social issues of national identity, collective memory, gender, the diaspora will be effectively communicated to the audience through the visual expression of documentary storytelling.\nThis course is directed to students who like watching documentaries and hope to make documentaries. The teaching team including Vietnamese documentary researchers and filmmakers will help students to focus on analyzing selected documentaries and practical filmmaking training. Students of this course will learn how to write a screenplay including find an idea and develop their ideas by multiple methods such as observation, field- notes, oral history, and narrative structure. Documentary filmmaking techniques will be trained by filmmakers through camera using, sound recording, log writing, and film editing. One of the course’s features is that its students will make a documentary film based on Vietnamese cultural and social materials exposed to them during the course. At the end of the course, students will submit a documentary film in which academic knowledge can be utilized and integrated.\n---\nLearning Objectives: This course will aim to:\n• The ability to evaluate a documentary film\n• Understanding the values of national documentary film and the relation between cinema and national identities.\n• Understanding how to explore and handle cultural and social materials in making a documentary film\n• Finding suitable storytelling tools and aesthetic viewpoints for a filmmaker’s discourse\n• Finding a suitable style to produce their films.\n---\nLearning Outcomes: Upon successful completion of this course, the students will be able to:\n• Be able to analyze a documentary film and write critically about how the film presents its aesthetic form and communicates its meaning\n• Understanding the history of documentary film and identifying conventions and elements of a documentary film\n• Understanding current debates about documentary ethics and aesthetics.\n• Prepare and submit their own documentary film in appropriate storytelling\n---\nCourse schedule\nRequired Materials\nBernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press.\nRabiger, Michael (1998) Directing the Documentary. 3rd Edition. Burlington, MA: Focal Press.\nAlan, Rosenthal (2015). Writing, Directing, and Producing Documentary Films and Digital Videos. Southern Illinois University Press\nVannini, P. (2020). The Routledge international handbook of ethnographic film and video. Abingdon, Oxon ; New York, NY : Routledge\nSchedule\nWeek 1. Creative nonfiction on screen\nReadings: “Introduction” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 1-11\nViewings: Man with a Movie Camera dir. Dziga Vertov USSR 1928\nWriting Exercises #1\nWeek 2. History of Vietnamese and the World documentary film (1) \nReadings: “The History Documentary” in Alan, Rosenthal (2015). Writing, Directing, and Producing Documentary Films and Digital Videos. Southern Illinois University Press. pp. 311-326\nViewings: Chuyện tử tế. Trần Văn Thuỷ. 1985 \nSurname Viet Given Name Nam. T. Minh-ha Trinh. 1989\nStudents will watch four films in the first two classes about History of Vietnam: These two films and the two films in the fourth class. Those films presenta crosscut of Vietnamese history and at the same time present a variety of aesthetic choices and points of views. \nWriting Exercises #2\nWeek 3. Developing a Concept\nReadings; “Finding the Story” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 32-45\n“Story Structure” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 46-66 \nBrainstorming ideas, developing ideas into a concept, presenting point of views:\nViewings: \nThe Girl Chewing Gum. John Smith. U.K. 1976\nNous. Alice Diop. 2021\nAn Act of Affection. Viet Vu. 2021. \nWriting Exercises #3\nMind-map development strategy\nWeek 4. History of Vietnamese and the World documentary film (2)\nReadings: Introduction to Documentary. Bill Nichols. 2001\nViewings: \nCông Binh -Đêm dài Đông Dương. Lê Lâm. 2013 \nFar From Vietnam, Joris Ivens, William Klein, Claude Lelouch, Agnès Varda, Jean-Luc Godard, Chris Marker and Alain Resnais, 1967. \nWriting Exercises #4\nWeek 5. Development Phase: Finding the aestheticform & Planning\nReadings: \n“Research” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 116-132\n“Planning” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 133-147\n“Oral History, Visual Ethnography and the Interactive Documentary”in Vannini, P. (2020).The Routledge International Handbook of Ethnographic Film and Video. Abingdon, Oxon ; New York, NY : Routledge. pp. 83-94\nClass Viewings & analyzing: A seriesof different collectionsof shorts by various documentary makers. Those filmmakers mostly have their own singular approach on the subject they chose to portray: \nÔng Nội (Đồng Thảo); Love Man Love Woman (Nguyễn Trinh Thi); Ai Đó Đi Vào Rừng (Trương Minh Quý); Mặt Trời Đen (Trương Quế Chi); Mùa xuân vĩnh cửu Hoặc Tôi đọc về Holocaust trong Quarantine ở Budapest (Viet Vu); Love, Dad (2021, Diana CAM VAN NGUYEN); Maybe Darkness (Juliette Joffé); Short film about Peking Opera; Ten Meter Tower (Axel Danielson, Maximilien Van Aertryck); Landscape Painting by Kristen or Sounds of Weariness (Taymour Boulos); La Jetee (Chris Marker), Parallel Window (Andres Silva Polanco), A Room with a Coconut View; etc.\nHome viewing:\nA Message From Akira Kurosawa: For Beautiful Movies”. Hisao Kurosawa. 2000In Vanda's Room. Pedro Costa. 2000\nThis class focuses on how to find the suitable aesthetic form or format for the story or concept that students have approached in the third class (about developing a concept). Form is an indispensable part of any movie because it decides the final work. Different films approach thesame content/theme in various ways. Those aesthetic forms concern the editing, the cinematography, the sound layers in narrating the story. Because the students will make short filmsthis semester, I will find more short films for students to watch in this session.  \nA brief introduction of different phase of making a film: Development, Pre-production, Production and Post-Production\nWeek 6.1. Observational Mode vs. Cinéma vérité from Vietnam \nReadings; Introduction to Documentary. Bill Nichols. 2001 p. 99-139, Focusing on Observational Cinema and Cinéma verité\nViewings:\nObservational films: Fire at Sea. Gianfranco Rosi. 2016 \nMùa cát vọng. Phạm Thu Hằng. 2018 \nCinéma vérité \nChronicle of a Summer. Jean Rouch. 1965\nĐi tìm Phong. Swann Dubus,Trần Phương Thảo. 2015\nChuyến đi cuối cùng của chị Phụng. Nguyễn Thị Thắm. 2014\nIn Vietnam, most of the filmmakers are influenced by two classic modes of documentaries: Observational ones and Cinéma vérité ones. This session helps students understand the coral matters of those two modes, which help them to look at Vietnamese films in a systematic way.\nWeek 6.1. Talking with a Vietnamese documentary filmmaker Trần Phương Thảo/Pham Thu Hang\nOpen Discussion with the director Tran Phuong Thao/Pham Thu Hang\nWeek 7. Hands-on practice on Camera and Sound Gears.\nHands-on with Camera and Sound Gears from the school studio #7\nNote: This week, the instructor need to borrow equipment from the school to let students practice indoors. \nWeek 8. Ethnographic & Essay film \nReadings: “Theorizing in/of ethnographic film” in Vannini, P. (2020).The Routledge international handbook of ethnographic film and video. Abingdon, Oxon ; New York, NY : Routledge. pp. 30-38\n“Storytelling” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 222-224\nViewings: Nanook of the North. Robert J. Flaherty. 1922\n “Biên niên sử của một băng ghi lại”. Nguyễn Trinh Thi. 2011\n“Những lá thư từ Pandarunga”. Nguyen Trinh Thi. 2015\n\"Ái nam ái nữ\": Nguyen Trinh Thi. 2007\nTalking with a Vietnamese documentary filmmaker (Nguyễn Trinh Thi)\nThe second half of the class is a Q&A with filmmaker Nguyen Trinh Thi, focusing on essay film and Ethnographic film\nWeek 9. Shooting\nThis week is specialized for students to go out and have their own time to shoot their films.\nReadings: “Shooting” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 172-186\nWeek 10. Emerging Vietnamese documentary voices, international co-production; Talking with Trương Minh Quý or Diễm Lệ Hà\nReadings: “Theorizing in/of ethnographic film” in Vannini, P. (2020).The Routledge international handbook of ethnographic film and video. Abingdon, Oxon ; New York, NY : Routledge. pp. 30-38\n“Storytelling” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 222-224\nViewings:\nThe Tree House. 2020. Trương Minh Quý\nChildren of the Mist. 2022. Diễm Lệ Hà (Project in post-production)\nThis week aims to help students understandthe emerging voices of documentary in Vietnam in the age of globalization and international co-production. There are young filmmakers who are practicing documentary moviesand ask for funding from abroad. Their films are shown at festivals around the world. Especially, “Children of the Mist”is a documentary project that has received a lot of funding and Diem is very young. She could talk about funding for her very in-progress project right now. \nWeek 11. Editing\nHands-on editing with Viet Vu; Students bring footage they have shot and start editing under the guidance by Viet Vu\nReadings: “Editing” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 187-203\nWeek 12. Reshooting; Narration and Voice-Over\nThis week is specialized for students to go out and have their own time to shootand edit their films.\nReadings: “Narration and Voice-Over” in Bernard, Sheila Curran (2004) Documentary Storytelling for Video and Filmmakers. Burlington, MA: Focal Press. pp. 204-221\nHands-on editing/post-production with Viet Vu; Students bring footage they have shot and start finishing the editing under the guidance by Viet Vu\nWeek 13. Post-production\nHands-on post-production with Viet Vu; Students bring footage they have shot and start finishing the editing under the guidance by Viet Vu\nSubmission of Final Film by the end of the week\nWeek 14: Screening; Reviews & Conclusion\nConclusion\n---\nAssessments & Grading\nParticipation in Class Discussions and Workshops -- 15%\nClass Presentation -- 10%\nA Project Diary -- 20%\nWritten Critiques/Peer Review of Documentary Film -- 15%\nFinal Project -- 40%",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Tuesday",
        "start_time": "09:00:00",
        "end_time": "12:00:00"
      }
    ]
  },
  {
    "title": "Vietnamese Cinema from Its Beginning to Present: Tendencies, Operating Mechanism",
    "id": "VS202_Spring2022_S01",
    "credits": "4",
    "instructor": "Phan Dang Di",
    "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002Hz3O0QAJ/vs202spring2022s01",
    "description": "Visiting Faculty: Phan Dang Di - E: di.phan@fulbright.edu.vn\nCategory: Exploratory - Arts & Humanities (E1)\nCredits: 04 credits\nPre-requisite: Not recommended for students who have not completed Core requirement.\nFormat: On-campus\n*Note: This course will start in March 2022 with the specific dates as below:\nMarch 04, 07, 111, 14, 18, 21, 25, 28.\nApril 04, 08, 15, 22, 29.\n---\nCourse Description: The course will go into depth in analyzing the operation of cinema through each period, in different historical contexts; filmmaking tendencies with political institutions and economic life; challenges and prospects of Vietnamese cinema in the current globalization era.\nThe course combines the traditional teaching methods and teaching methods through \"oral history\"; whereby the guests are considered \"historical subjects,\" who play an essential role in the development stages of Vietnamese cinema, will share with students stories, personal experiences, and perspectives. Through their sharing, students can find suggestions and possibilities for their career path, especially those who plan to have work in the film industry.\n---\nLearning Objectives: \nThe course encourages students to self-study to enrich their knowledge in filmmaking. Through films, characters mentioned in the lecture outline, guests from various fields, books, newspapers, film magazines published from the 1950s to the present (found at the General Library of Ho Chi Minh City) or on the internet, students are expected to build up a foundation in the history of the national cinema. \nThe course will also provide some Laws and Draft Laws on the Cinema of Vietnam and some countries worldwide, comments related to film censorship to students to study to prepare for the discussion on the film's effects. The impact of policy on the development of cinema is an important content of the course.\nIn general, self-inquiry, collecting, and analyzing information will be a mandatory requirement to help students master the knowledge, carefully prepare questions for lecturers and guests, and actively make up their minds and ideas for the final project.\n---\nAssessments & Grading\nThe final project can be proposed by one or a group of students, individually or collectively, with the lecturer's approval.\nGroups or individual students can present final projects in writing. They can also deliver in the form of Film Essay Videos where producers, directors, actors, or professional practitioners share their experience about a film, a project, or a work in its specific socio-historical context.",
    "categories": [
      "E1"
    ],
    "schedule": [
      {
        "day": "Monday",
        "start_time": "08:00:00",
        "end_time": "11:00:00"
      },
      {
        "day": "Friday",
        "start_time": "08:00:00",
        "end_time": "11:00:00"
      }
    ]
  }
]