[
    {
        "title": "Introduction to Artificial Intelligence",
        "id": "CS204_Summer2023_S01",
        "credits": "4",
        "instructor": "Ha Viet Uyen Synh",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFP29QAG/cs204summer2023s01",
        "description": "Visiting Faculty: Ha Viet Uyen Synh - E: synh.ha@fulbright.edu.vn\nCategory: Exploratory - Math & Computing (E4) \nPre-requisite: No\n---\nCourse description\nThis course introduces students to the basic knowledge on Artificial intelligence. Artificial intelligence (AI) is a research field that studies how to realize the intelligent human behaviors on a computer. The ultimate goal of AI is to make a computer that can learn, plan, and solve problems autonomously. In this course, student will learn the foundational principles and practice implementing some of these applications including representation, problem solving, and learning methods of artificial intelligence. Accordingly, students should be able to develop intelligent systems by assembling solutions to concrete computational problems; understand the role of knowledge representation, problem solving, and learning in intelligent-system engineering; and appreciate the role of problem solving, vision, and language in understanding human intelligence from a computational perspective.\n ---\nLearning Objectives\nThe main purpose of this course is to provide the most fundamental knowledge to the students so that they can understand what the AI is. Students who become interested in AI may go on to the graduate school for further study. Upon the successful completion of this course students will be able to:\nAbility to apply knowledge of AI techniques and synthesize solutions to the discipline and ability to develop a range of typical applications using artificial intelligence methods.\nAbility to represent knowledge corresponding to practical problems, design, implement, and evaluate a computer-based system, process, component, or program to meet desired needs by properly using classical search algorithms, including breadth-first, depth-first, A*, and heuristic search.\nAbility to produce intelligent applications of machine learning with statistical learning methods (Naïve Bayes), supervised and unsupervised learning models: decision tree, neural networks, single-layer (perceptron) and multilayer networks\n---\nTextbook and References\nArtificial Intelligence: Foundations of Computational Agents by Poole and Mackworth. ISBN: 9780521519007\nAn Introduction to Statistical Learning with Applications in R. By Gareth James, Daniela Witten, Trevor Hastie and Robert Tibshirani. ISBN 978-1-4614-7138-7\nMain text: in-class handout. \n---\nTentative Schedule\nWeek 1:           Introduction and Scope\nWeek 2:           Reasoning: Goal Trees, Rule-based Expert Systems\nWeek 3:          States and Searching: Graph Searching Techniques\nWeek 4:           States and Searching: Heuristic Search and More Sophisticated Search\nWeek 5:            States and Searching: Games, Minimax algorithm and Alpha-beta algorithm\nWeek 6:           Features and Constraints: Constraint Satisfaction Problems\nWeek 7:            Features and Constraints: Constraint Satisfaction Problems (continue)\nWeek 8:            Reasoning Under Uncertainty: Decision Tree\nWeek 9:           Gaussian Mixture Model and Expectation-Maximization Algorithm\nWeek 10:          Learning: Regression\nWeek 11:          Learning: Kernels and Clustering\nWeek 12:          Learning: Support Vector Machine\nWeek 13:         Learning: Neural Networks\nWeek 14:         Learning: Genetic Algorithm\nWeek 15:         Supervised vs Unsupervised Learning\n---\nPossible Assessment\nReflections and feedback      10%\nWeekly assignment               30%\nWritten exam 1                     30%\nWritten exam 2                     30%",
        "categories": [
            "E4"
        ],
        "schedule": []
    },
    {
        "title": "Software Engineering",
        "id": "CS301_Summer2023_S02",
        "credits": "4",
        "instructor": "Klyne Smith",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFOy7QAG/cs301summer2023s02",
        "description": "Visiting Faculty: Klyne Smith\nPre-requisite: CS 101 – Computer Science 1 and CS 201 – Computer Science 2\n---\nCourse Description: Large scale systems, including web-based applications, are fundamentally different and more complex than short programs. Software engineering is the study of how to develop large-scale software systems. In this course, students will learn about and practice a variety of interrelated activities and processes, including requirements analysis, system design, documentation, implementation, and testing. Students will also participate in and contribute to a major software project. Projects might vary from year to year depending on student and faculty interests, and could include mobile, web, game, or embedded systems.\n---\nLearning Outcomes: At the end of the course, students will be able to understand software processes and design; to make judgment in selecting and applying best practices in creating a cost-effective and maintainable software system. This course also aims to provide students with practical information on development of a software system following current industry standards through hands-on projects and assignments.\n---\nTentative schedule for modules and labs:\nThere is one session of lab every week, where students have a chance to work hands-on on new technologies and get familiar with the tools used in development.\n1. Introduction to SE\n2. Software processes\n3. Software processes - Agile development\n4. Scrum methodology\n5. Requirement engineering - UML\n6. Requirement engineering - process\n7. Software design\n8. Software quality assurance\n9. Software evolution and management\n10. DevOps - Model driven engineering\n11. Lab 1: Version control systems, Git\n12. Lab 2: Introduction to Restful webservices in Java, Spring layered architecture\n13. Lab 3: Service layer - storing records to database, retrieve and update records\n14. Lab 4: Agile tools, task boards, code review\n15. Lab 5: Testing in practice - Unit & Integration Tests\n---\nPossible Assessment: Assessment is based on number of points gained from assignments and final projects. There will be a total of 100 points. Students will gain points from assignments throughout the course. The main deliverable will be the final project presentation, source code and documentation.",
        "categories": [],
        "schedule": []
    },
    {
        "title": "Advanced Artificial Intelligence",
        "id": "CS311_Summer2023_S01",
        "credits": "4",
        "instructor": "Huynh The Dang",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFP7SQAW/cs311summer2023s01",
        "description": "Visiting Faculty: Huynh The Dang - E: dang.huynh@fulbright.edu.vn\nPre-requisites and course description will be updated shortly.",
        "categories": [],
        "schedule": []
    },
    {
        "title": "Economic Methods",
        "id": "ECON102_Summer2023_S01",
        "credits": "4",
        "instructor": "Luu Duc Thi",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFDZtQAO/econ102summer2023s01",
        "description": "Faculty: Luu Duc Thi - E: thi.luu@fulbright.edu.vn\nCategory: Exploratory - Social Sciences (E2)\nPre-requisite: No.\n---\nCourse Description: Rigorous economic analysis requires the use of statistical and mathematical methods. This course introduces basic concepts and methods of statistical analysis and fundamental rules of mathematics used in economic analysis. Students will be exposed to a wide range of economic problems and the methods to solve them. Topics to be covered will range from calculus, linear algebra to descriptive and inferential statistics. In each topic, students will be first motivated by typical economic problems and then explained how these problems can be solved using appropriate methods. By completing this course, students will be qualified to take upper-level courses in the Economics major.\n---\nLearning Outcomes: Upon completion of this course, students will be able to:\nunderstand and interpret economic problems (CLO1)\nsolve a wide range of economic problems using appropriate methods. (CLO2)\nreplicate the results of well-known economic models (CLO3)\nprovide comprehensive interpretations to the results of economic models. (CLO4)\nStudents in the Economics major will be able to: \nexplain key economic theories and concepts and describe how they can be used. (MLO1)\nevaluate the effectiveness of economic policies and propose appropriate policies to address real-world problems. (MLO2)\ndevelop appropriate economic models and acquire relevant empirical data to answer everyday questions. (MLO3)\ncreate new knowledge by identifying and formulating a question on some economic issue that will facilitate its investigation. (MLO4)\ncollaborate in and lead a team effectively in diverse environments. (MLO5)\nadapt to thrive in a wide range of career pathways. (MLO6)\n---\nTentative Syllabus\nTextbooks\nSB = Carl P. Simon and Lawrence Blume. Mathematics for Economists. Intl. Student Ed. Norton, 1994. ISBN: 0-393-95733-0\nWeiss = Neil A. Weiss, Introductory Statistics. 10th Ed. Pearson, 2017. ISBN: 1292099720\nTopics and Readings:\n(L = Lecture session R = Recitation session)\nModule\nTopics\nReadings\nSession 1\nSession 2\n1\nOne-variable calculus: Foundation\nSB Ch. 2\nL\nL/R\n2\nOne-variable calculus: Applications and chain rule\nSB Ch. 3, 4\nL\nL/R\n3\nLimits and open sets\nSB Ch. 12\nL\nL/R\n4\nCalculus of several variables\nSB Ch. 14\nL\nL/R\n5\nMatrix algebra and applications 1\nSB Ch. 8\nL\nL/R\n6\nMatrix algebra and applications (contd)\nSB Ch. 8\nL\nL/R\n7\nReview and midterm exam\nNo readings\nReview\nMidterm exam\n8\nDescriptive measures\nWeiss Ch. 3\nL\nL/R\n9\nProbability concepts\nWeiss Ch. 4\nL\nL/R\n10\nDiscrete random variables\nWeiss Ch. 5\nL\nL/R\n11\nThe normal distribution\nWeiss Ch. 6\nL\nL/R\n12\nConfidence intervals\nWeiss Ch. 7, 8\nL\nL/R\n13\nHypothesis testing\nWeiss Ch. 9, 10\nL\nL/R\n14\nFinal exam\nNo readings\nFinal exam\nMake-up final exam\n\n---\nAssessments\nHomework: 30%\nMid-term exam: 35%\nFinal Exam: 35%",
        "categories": [
            "E2"
        ],
        "schedule": []
    },
    {
        "title": "Money and Banking",
        "id": "ECON307_Summer2023_S01",
        "credits": "4",
        "instructor": "Luu Duc Thi",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFIBTQA4/econ307summer2023s01",
        "description": "Faculty: Luu Duc Thi - E: thi.luu@fulbright.edu.vn\nPre-requisite: ECON 203 Macroeconomic Analysis\n---\nCourse Description: The course engages with various questions and topics related to financial markets, banking system and monetary economics. In the first part of the course, students will learn the meaning, the behaviors, and the term structure of interest rates. They also explore the fundamental theories that underlie the valuation of stocks by examining the theory of rational expectations and efficiency market hypothesis. The banking industry and the main topics in the management of financial institutions are then discussed in the second part to explore how and why banks make loans, how they acquire funds and manage their assets and liabilities (debts). Students also learn how the money supply and money demand are determined and interacted in the money market. The next part of the course focuses on different aspects of monetary policy undertaken by central banks. Finally, this course covers discussions on policy implications and lessons from some well-known financial crises in the past. \n---\nLearning Outcomes: Upon completion of this course, students will be able to:\nUnderstand and explain different forms and functions of money, interest rates and their behaviors, and know how money is related to the interest rates (CLO1).\nUnderstand and explain the supply and demand of money in a modern economy; know various strategies and tools of monetary policy, the role of central banks, and the conduct of monetary policy (CLO2).\nApply the theories to critically explain and analyze economic problems encountered in the real world that involve money, interest rates, banking system and financial markets (CLO3).\nEvaluate, suggest, and debate appropriate policy responses undertaken by central banks to deal with economic shocks (CLO4).\nStudents in the Economics major will be able to: \nexplain key economic theories and concepts and describe how they can be used. (MLO1)\nevaluate the effectiveness of economic policies and propose appropriate policies to address real-world problems. (MLO2)\ndevelop appropriate economic models and acquire relevant empirical data to answer everyday questions. (MLO3)\ncreate new knowledge by identifying and formulating a question on some economic issue that will facilitate its investigation. (MLO4)\ncollaborate in and lead a team effectively in diverse environments. (MLO5)\nadapt to thrive in a wide range of career pathways. (MLO6)\n---\nTentative Syllabus\nTextbooks\nMishkin = Frederic S. Mishkin. The Economics of Money and Banking. 12th edition. Global edition. ISBN 13: 978-1-292-26885-9.\nTopics and Readings:\nMODULES\nTOPICS\nREADINGS\n1\nIntroduction: Overview of Money, Banking, and Financial Markets\nMinshkin, Ch. 1, 2\n2\nInterest Rates, Risk and the Term Structures\nMinshkin, Ch. 4, 5, 6\n3\nStock Market, Rational Expectations, and Efficient Market Hypothesis\nMinshkin Ch. 7\n4\nBanking Industry and the Management of Financial Institutions\nMinshkin Ch. 9\n5\nMoney Supply and Money Demand\nMinshkin Ch. 3, 15, 20\n6\nTools, Tatics and Strategy of Monetary Policy\nMinshkin Ch. 16, 17\n7\nResponse of Monetary Policy to Shocks\nMinshkin Ch. 23, 24\n8\nTranmission Mechanisms of Monetary Policy\nMinshkin Ch. 26\n9\n  Financial Crises and Lessons\nMinshkin Ch. 12, 13\n\n---\nAssessments\nParticipation and Reflection Checks: 20%\nProblem sets: 40%\nFinal exam: 40%",
        "categories": [],
        "schedule": []
    },
    {
        "title": "Independent Research Seminar",
        "id": "HIS310_Summer2023_S01",
        "credits": "4",
        "instructor": "Nicolas Weber",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFLN8QAO/his310summer2023s01",
        "description": "Faculty: Dr. Nicolas Weber - E: nicolas.weber@fulbright.edu.vn\nPre-requisite: HIS 211 Fulbright History Lab\nReading/Writing: Intensive\n* Cross-listed with Vietnam Studies (VS) Major (300-level).\n---\nCourse Description: The Independent Research Seminar is an optional summer follow-up course to the spring course Fulbright History Lab. It gives students the opportunity to carry out the history research projects they designed in the spring. The Independent Research Seminar provides a well-structured, but self-implemented research experience for first- and second- year students interested in pursuing History or a related social science field. Over 8 weeks, students will use the skills they have previously acquired to carry out supervised independent field work and produce their own piece of scholarship. The final research project may take several different forms, from a conventional research paper to a policy memo, mini digital archive, documentary, or podcast (among other possibilities). Students will present their research and final project at a virtual conference hosted by Princeton University in July.\n---\nLearning Outcomes:\nDevelop, plan, and execute an independent history research project and reflect on their progress throughout the process\nSynthesize primary and secondary sources to answer a research question formulated as a strong thesis statement\nArticulate how the project changed and developed over the course of the research and explain how their own positionality/identities informed the research process and outcomes\nCommunicate their research findings in different formats (written, visual, and oral) to different audiences (classmates, the general public, or an audience of their choosing)\nExplain the relationship between their research methods and their research question and outcomes \n---\nPossible Assessments\nWritten Progress Reports (twice weekly throughout the summer)\nIn-person or virtual check-in with course instructor/teaching fellow (arranged throughout the summer)\nResearch Project Prospectus (due in July)\nFinal Research Project (due by the middle of August)",
        "categories": [],
        "schedule": []
    },
    {
        "title": "Introduction to Data Analysis",
        "id": "MATH105_Summer2023_S03",
        "credits": "4",
        "instructor": "Tran Duy Hien",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFP4JQAW/math105summer2023s03",
        "description": "Visiting Faculty: Tran Duy Hien - E: hien.tran@fulbright.edu.vn\nCategory: Exploratory - Maths & Computing (E4)\nPre-requisite: No\n---\nCourse Description: We introduce the key and basic concepts for developing statistical thinking which is one of the fundamental skills to analyze data, to derive knowledge from data, and to make predictions and decisions. The course will cover the following key concepts and methods of descriptive statistics and inferential statistics: data collection, sampling design, summarizing and visualizing data, linear regression, basic probability and random variables, parameter estimations, and hypothesis testing. Furthermore, students develop conceptual knowledge on defining the problem, designing observational studies and experiments, and formulating research questions.\n---\nLearning Outcomes:\nThis course is designed to provide the students in a variety of fields in social science, engineering, business with the fundamental concepts in Statistics. After completing the course, students should have mastered and demonstrated the following quantitative skills in descriptive statistics, probability, and inferential statistics. More specifically, students should be able to demonstrate:\nthe understanding of descriptive statistics including collecting and summarizing data using appropriate graphical and numerical techniques\nthe knowledge of probability such as expected values and variances, conditional probability, distributions: the normal distribution, the binomial distribution, Student’s t-distribution, sampling distribution\nthe ability to estimate a population parameter such as the population mean\nthe ability of inferential statistics with using an appropriate hypothesis test, confidence interval\nthe knowledge of correlation and regression with applications to forecasting the outcome\nthe ability to use Excel, R, Python to conduct statistical analysis\nthe ability to apply the statistical techniques to make predictions and draw conclusions and decisions for real-life problems\nthe ability to think logically.\n---\nPossible Assessments\nHomework assignments, quizzes, in-class participations -- 40%\n01 take-home group project and group presentations -- 20%\nIn-class Midterm Test -- 20%\nIn-class Final Test -- 20%",
        "categories": [
            "E4"
        ],
        "schedule": []
    },
    {
        "title": "Statistical Learning",
        "id": "MATH308_Summer2023_S01",
        "credits": "4",
        "instructor": "Nguyen Phuc Son",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFP3vQAG/math308summer2023s01",
        "description": "Visiting Faculty: Nguyen Phuc Son - E: TBC\nPre-requisite: MATH 101 Calculus, MATH 103 Linear Algebra, and MATH 205 Probability\n* Cross-listed with Computer Science (300-level)\n---\nCourse description: Machine learning (ML) has enjoyed tremendous successes in a wide variety of applications. Most notable are computer vision and natural language processing. Those accomplishments are thanks to its solid foundations in statistics, computer science and mathematics. The next frontier for ML is business and/or finance where ML’s applications are in an early stage. Successful ML integrations into business domain require a rigorous understanding of the foundations of ML so that appropriate models can be adapted to real-world applications with a careful consideration of costs and risks involved. This statistical learning course takes you on a journey from classical statistics to statistical learning theory. You will start with basic ideas originated from statistics, understand the strengths and weaknesses of classical models and develop the learning algorithms addressing those weaknesses. The course will build you a strong background to move on to the next stage in ML with more advanced courses or to create real-world applications.  \n ---\nLearning Objectives: Upon completion of this course, students will be able to:\nPresent fundamental statistical learning concepts visually and analytically.\nUtilize statistical learning models to solve classical problems like regression and classification.\nImplement statistical learning algorithms with Python and/or R programming languages.\nApply statistical and programming skills to real-world problems.\n---\nTextbook and References\nGareth James et. al. An introduction to Statistical learning – Springer Texts in Statistics, second edition\nTrevor Hastie, The Elements of Statistical Learning, Springer, second edition.\n---\nTentative Topics:\nWeek 1: Review of Statistics. Introduction to statistical learning\nWeek 2: Linear regression\nWeek 3: Linear classification\nWeek 4: Resampling and bootstrapping\nWeek 5+6: Regularization, shrinkage methods and variable selection\nWeek 7: Nonlinear regression\nWeek 8-9: Tree-based methods\nWeek 10: Support vector machines\nWeek 11+12: Unsupervised learning\nWeek 13: An introduction to neural network\nWeek 14: A business application.\n---\nPossible Assessment\nProjects: 20%\nHomework: 25%\nMidterm exam: 20%\nFinal exam: 35%",
        "categories": [],
        "schedule": []
    },
    {
        "title": "Music Appreciation",
        "id": "MUSC102_Summer2023_S01",
        "credits": "2",
        "instructor": "Dana Difilippantonio",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFLjVQAW/musc102summer2023s01",
        "description": "Visiting Faculty: Dana Difilippantonio - E: TBC\nPre-requisite: No\n---\nCourse Description: The purpose of Music Appreciation is to deepen the student’s awareness and understanding of the different ways human experience is reflected in the musical arts. This is an overview course that introduces students to the elements of music and the engagement of music in historical and global contexts. In this course, students will seek to understand music and its relationship to their lives and other cultures. They will study diverse music of both Western and non-Western traditions, including an introduction to a rudimentary familiarity with the Western art music (Classical) tradition. Additionally, students will cultivate active listening skills and practice using vocabulary and analytical tools necessary to articulate their musical perceptions.\n---\nLearning Outcomes: Upon completion of this course, students will be expected to demonstrate multiple learning outcomes, including, but not limited to:\nAnalyze styles, genres, or specific works of music as forms of cultural and creative expression\nLearn to identify various cultural elements and influences among the music of different countries and cultures\nLearn to draw connections between musical era/styles/functions of many various cultures\nGain a much broader musical and cultural understanding of countries and cultures throughout the world\nExpress an appreciation beyond passive consumption for how music and culture intertwine\n---\nRequired textbook: Resonances: Engaging Music in Its Cultural Context, UNG University Press, Esther M. Morgan-Ellis, Editor-in-Chief\nThis textbook is available to download for free, from the following link: https://web.ung.edu/media/university-press/Resonances-v6.pdf?t=1680051084135\nEach chapter of the textbook is accompanied by a curated listening guide, available on the UNG youtube channel: https://www.youtube.com/@UNGMusicDepartment/playlists\nMore information about the book can be found here: https://ung.edu/university-press/books/resonances-engaging-music.php\nListening homework will be assigned between each class, with a reflection questionnaire to be completed after each assignment.\n---\nPossible Assessments\nAttendance and participation: 25%\nTimely completion of listening assignments: 25%\nSolo and group research projects: 25%\nLive concert attendance and review: 10%\nFinal research project: 15%",
        "categories": [],
        "schedule": []
    },
    {
        "title": "The Anthropology of Social Movements",
        "id": "SOCI217_Summer2023_S01",
        "credits": "4",
        "instructor": "Erica Lagalisse",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFIO3QAO/soci217summer2023s01",
        "description": "Visiting Faculty: Dr. Erica Lagalisse - E: TBC\nCategory: Exploratory - Social Sciences (E2)\nPre-requisite: SOCI 102 Social Inquiry and the Social Sciences\nReading/Writing: Intensive\n* This course will fulfill the THEORY requirement for the Social Studies Major\n** Cross-listed with History (HIS)\n---\nCourse Description: This course explores what it means to research “social movements” in the discipline of anthropology. We first discuss the history of ideas in anthropological theory surrounding ideas of power and social change: early functionalist approaches presumed static traditions, whereas Marxist, feminist and postcolonial intellectual movements invited anthropologists to theorize structure and agency, power and contradiction, dialectics and change. Common-sense notions of “social movement” still pose a conceptual challenge to anthropology and ethnography as a method: What distinguishes a social movement from social change broadly put? An anthropological approach to politics means that the modern western delimitation of the “political” must itself be viewed as a historical development, and one with gendered, classed and racialized dimensions. How do we locate a social movement ethnographically? What does ethnography as method teach us about social movements that we might not otherwise see? How do we proceed ethically, attending to questions of positionality, subjectivity, objectivity?  \nThese conceptual discussions are presented in relation to ethnographic studies in Latin America, East Asia, North America and Eastern Europe, wherein students are also introduced to general disciplinary debates such as the challenges of multisited ethnography, cultural relativism, conceptualizing relations between the “local” and “global”, digital ethnography, fieldwork methods and ethics, and practices of public anthropology, including writing to and for participants in social movements. The case studies are explored to emphasize the particular benefit of approaching “social movements” with an anthropological lens onto everyday life; in the process, social theoretical concepts such as Marxism, anarchism, feminism and intersectionality are themselves productively decentered as cultural and historical objects.\n---\nLearning Outcomes: Upon completion of this course, students will be able to:\nFrame research and questions within the context of the field’s historic foundations  \nApply and explain texts and concepts in social science theory. \nAnalyze social science theory related to 'social movements' as a history of ideas\nUnderstand the disciplinary methodology of ethnography in relation to the topic.\n---\nTentative Syllabus\nJune 14\nIntroduction to Class\nMODULE I : Social Movements in Theory\nJune 21\nPART I: Social Movements in Anthropological Perspective: What is Politics?  \nNelson, Lise. 2003. \"Decentering the Movement: Collective Action, Place, and the 'Sedimentation' of Radical Political Discourses.\" Environment and Planning D: Society and Space 21:559-581.\nLagalisse, Erica. 2013. \"Gossip as Direct Action.\" In Contesting Publics: Feminism, Activism, Ethnography, edited by Sally and Lynne Phillips Cole. London: Pluto.\nPART II: Theorizing History & Knowledge: From Marxism to Intersectionality \nBloch, Maurice. 1983. Marxism and Anthropology. Oxford: Oxford University Press. [excerpt TBA]\nLagalisse, Erica. 2022. \"“Anthropology”.\" In The SAGE Handbook of Marxism, edited by Beverley Skeggs, Sara Farris, Alberto Toscano, Svenja Bromberg. London: SAGE [excerpt TBA]\nJune 28\nPART I: Thinking Social Movements: Metaphor, Models, Concepts\nNeedham, Rodney. 1976. \"Skulls and Causality.\" Man 11:71-88.\nTsing, Anna. 2005. Friction: An Ethnography of Global Connection. Princeton: Princeton University Press. [excerpt TBA]\nLagalisse, Erica. 2016. \"\"Good Politics\" : Property, Intersectionality, and the Making of the Anarchist Self.\" PhD dissertation, Department of Anthropology, McGill University. [excerpt TBA]\nPART II: Case Study: Anarchist Anthropology vs. The Anthropology of Anarchism \nGraeber, David. 2004. Fragments of an Anarchist Anthropology. Chicago: Prickly Paradigm Press. [excerpt TBA]\nLagalisse, Erica. 2019. Occult Features of Anarchism - With Attention to the Conspiracy of Kings and the Conspiracy of the Peoples: PM Press. [excerpt TBA]\nJuly 5\nPART I : Midterm Quiz\nPART II: Social Movements (and Ethnography) in the Digital Age\nColeman, Gabriella 2014. Hacker, Hoaxer, Whistleblower, Spy: The Many Faces of Anonymous. NY: Verso. [excerpt TBA]\nSkeggs, Beverley and Simon Yuill. 2015. \"Capital experimentation with person/a formation: how Facebook's monetization refigures the relationship between property, personhood and protest.\" Information, Communication & Society 19:380-396.\nDigital Ethnography Assignment is explained today.\n\nMidterm Quiz (during first hour of class, 20%)\nResearch Paper proposal due (5%)\nJuly 12: Week off\nMODULE II : Social Movements Ethnography\nJuly 19\nPART I: On Methodology: Activist Anthropology and Fieldwork\nHale, Charles. 2008. \"Introduction.\" In Engaging Contradictions: Theory, Politics, And Methods of Activist Scholarship, edited by Charles Hale. California: University of California Press \nPART II: On Politically Engaged Scholarship and Public Writing\nEhrenreich, Barbara. 2001. Nickel and Dimed: On (Not) Getting By in America. New York: Metropolitan Books. [excerpt TBA]\nLagalisse, Erica. 2018. \"The Dangers of Health and Safety: Marijuana Legalization as Frontier Capitalism.\" The Journal of Ethnobiology 38 (4):473-488. [excerpt TBA]\nThunderstorm, June 2017. \"Smoked Out - The Great Enclosure of the Marijuana Commons.\" The Baffler 36 (September).\nJuly 26: *This class will be held outside of regular course hours, i.e. 6pm not 9am.\nPART I: The Revolutionary Party: Rituals of Inversion and The Carnivalesque \nEhrenreich, Barbara. 2006. Dancing in the Streets - A History of Collective Joy. NY: Holt Paperbacks. [excerpt TBA]\nGraeber, David. 2007. \"On the Phenomenology of Giant Puppets: Broken Windows, Imaginary Jars of Urine, and the Cosmological Role of the Police in American Culture.\" In Possibilities, edited by David Graeber, 375. NY: AK Press.\nPART II: Ethnographic Case Study Exercise — Boomfest 2023, PsyTrance Festival \nAugust 3\nPART I: Conspiracy Theory, Covid-19 and Contemporary Populism\nSobo, Elisa J. and Elżbieta Drążkiewicz 2021. \"Rights, Responsibilities and Revelations - Covid-19 Conspiracy Theories and the State.\" In Viral Loads: Anthropologies of Urgency in the Time of COVID-19, edited by N.J. Burke L. Manderson, and A. Wahlberg, 67-88. London: UCL Press.\nLagalisse, Erica. 2019. Occult Features of Anarchism - With Attention to the Conspiracy of Kings and the Conspiracy of the Peoples: PM Press. [excerpt TBA]\nPART II: Discussion of Digital Ethnography Assignments\n\nDigital Ethnography Assignment due (20%)\nAugust 10\nReview\nResearch Paper due August 14 (35%)\n---\nPossible Assessments\nStatement of Interest (250-500 words): 5%\nMidterm Quiz: 20%\nResearch Paper outline (250-500 words): 5%\nPresentation (of weekly reading, 5+ minutes): 15%\nDigital Ethnography Exercise (1 min video/reel, 500 words): 20%\nResearch Paper (1500-2000 words): 35%",
        "categories": [
            "E2"
        ],
        "schedule": []
    },
    {
        "title": "Disability and Culture",
        "id": "SOCI218_Summer2023_S01",
        "credits": "4",
        "instructor": "Elizabeth (Liz) Miles",
        "url": "https://onestop.fulbright.edu.vn/s/course-offering/a046F00002aFISFQA4/soci218summer2023s01",
        "description": "Faculty: Dr. Elizabeth (Liz) Miles - E: elizabeth.miles@fulbright.edu.vn\nCategory: Exploratory - Social Sciences (E2)\nPre-requisite: SOCI 102 Social Inquiry and the Social Studies.\n---\nCourse Description: This course is an interdisciplinary study of social understandings of disability, particularly its relationship to categories of sex/sexuality, gender, and identity. Using examples drawn from various points in history, various countries around the world, and various disability categories (psychiatric/psychosocial, intellectual, physical, etc.), students read a variety of texts, including ethnographies, autobiographies, and case studies, in order to understand the variety of the disability experience. This class draws from critical disability studies, feminist, and queer theory. \n---\nLearning Outcomes: By the end of this course students should be able to:\nExplain the difference between the medical model and social model of disability and how these two models work in practice\nDiscuss the social, legal, and personal effects of each model on how different cultures (including the U.S.) treat persons with disabilities\nIdentify and explicate key themes in the study of disability from a socio-cultural perspective\nCritically discuss bioethical debates around disability\nIdentify and discuss how disability is experienced differently from an intersectional (class, race, gender, sex, ethnicity, nationality) viewpoint\n---\nTentative Syllabus\nWeek 1.0 Introduction to the Course; Smashing Stereotypes; Disability Theory\nAdichie, Chimamanda Ngozi. 2009. “The Danger of a Single Story” TED Talk. https://www.ted.com/talks/chimamanda_adichie_the_danger_of_a_single_story\nHand out syllabus\nCourse requirements and expectations\nQ&A\nHayes, Michael T. and Rhonda S. Black. 2003. “Troubling Signs: Disability, Hollywood Movies, and the Construction of a Discourse of Pity.” Disability Studies Quarterly 23 (2):1-18.\nOn the Supercrip: https://www.bitchmedia.org/post/the-transcontinental-disability-choir-disability-archetypes-supercrip\nShakespeare, Tom. 2013. “The Social Model of Disability.” In The Disability Studies Reader, Fourth Edition edited by Lennard J. Davis. New York: Routledge, pp. 214-221\nDavis, Lennard J. 2013. “Introduction: Disability, Normality, and Power.” In The Disability Studies Reader, Fourth Edition edited by Lennard J. Davis. New York: Routledge, pp. 1-14\nWhyte, Susan and Ingstand, B. (1995) “Disability and Culture: An Overview”. Ch 1. Of Disability and Culture\nSECTION REPONSE #1 DUE\nPart Two: The Deaf World\nWeek 2.0 Deaf; Signing; Cochlear Implants; Cochlear Implant Debate; Global Deaf\nPadden, Carol and Tom Humphries. 1988. Deaf in America: Voices from a Culture. Cambridge, MA: Harvard University Press. Ch. 1-3 pp. 12-55. \nLane, Harlan. 2010. “Construction of Deafness” in The Disability Studies Reader, Third Edition, pp. 79-91.\nHall, Stephanie. 1989. “Train-Gone-Sorry: The Etiquette of Social Conversations in American Sign Language.” In American Deaf Culture, pp. 89-102.\nSenghas, Richard. 2003. “New Ways to be Deaf in Nicaragua: Changes in Language, Personhood, and Community.” In Many Ways to Be Deaf edited by Leila Monaghan, Constanze Schmaling, Karen Nakamura, and Graham H. Turner. Washington D.C.: Gallaudet University Press, pp. 260-282.\nPadden, Carol (2011). “Sign Language Geography” in Deaf Around the World\nCooper, Audrey C., and Nguyễn Trân Thu̓y Tiên. “Signed Language Community-Researcher Collaboration in Việt Nam: Challenging Language Ideologies, Creating Social Change.” Journal of Linguistic Anthropology 25, no. 2 (2015): 105–27. http://www.jstor.org/stable/45278510.\nWeek 3.0 Cochlear Implants & Cochlear Implant Debate\nKim, Kelly S. 2013. “The Cochlear Implant Reality.” In New Beginnings: Acquiring and Living with a Cochlear Implants, edited by Michael Stinson and Gerard Buckley. Rochester, NY: RIT Press, pp. 59-70.\nFilm Screening and Discussion in Class\nSECTION RESPONSE #2 DUE\nPart Three: Disability Politics\nWeek 4.0 Americans with Disabilities Act; Disability Politics; Physical Disabilities Around the World\nZames Fleischer, Doris and Frieda Zames. 2011. The Disability Rights Movement: From Charity to Confrontation. Philadelphia: Temple University Press, pp. 88-109.\nIntroduction to Americans with Disabilities Act (1990) https://beta.ada.gov/topics/intro-to-ada/\nMcBryde Johnson, Harriet. 2003. “The Disability Gulag.” New York Times, November 23.\nCorbett, Jenny. 1994. “A Proud Label: Exploring the Relationship between Disability Politics and Gay Pride.” Disability and Society 9 (3):343-357.\nMayerson, Arlene. 2016. “Beyond Outrage: Civil Rights, Not Pity.” https://dredf.org/web-log/2016/11/03/beyond-outrage-civil-rights-not-pity/\nHeyer, Katharina. 2018. Rights Enabled: The Disability Revolution, from the US to Germany and Japan, to the United Nations. Ann Arbor, MI:University of Michigan Press. Chapter Four “From Welfare to Rights: Disability Law and Activism in Japan” pp. 123-166\nAnderson, Tre'vell. 2016. “Drive for Diversity in Hollywood Still Omits the Disabled.” Chicago Tribune, June 20, Arts & Entertainment.\n“How Technology Makes it Easier for the Film Industry to Discriminate Against Disabled People” https://crippledscholar.com/tag/crip-face/\nKohrman, Matthew. 2003. “Why Am I Not Disabled? Making State Subjects, Making Statistics in Post-Mao China.” Medical Anthropology Quarterly 17 (1):5-24.\nDevlieger, Patrick. 1995. “Why Disabled? The Cultural Understanding of Physical Disability in an African Society.” In Disability and Culture, edited by Benedicte Ingstad and Susan Reynolds Whyte, 94-106. Berkeley, CA: University of California Press.\nhttps://www.youtube.com/watch?v=lbZxEKVJHKI\nWeek 5.0 Universal Design; Education; Intersections: Race\nGose, Ben. 2016. “Disability Experts Debate Merits of Universal Design.” Chronicle of Higher Education.\nBiemiller, Lawrence. 2016. “College Facilities Evolve from Accommodation to Inclusivity.” Chronicle of Higher Education.\nFleischer, D. Z. and Zames, F. (2011) The Disability Rights Movement : From Charity to Confrontation. Philadelphia, Pa: Temple University Press. Chapter 11 Education \nDOLMAGE, JAY TIMOTHY. “Disability on Campus, on Film: Framing the Failures of Higher Education.” In Academic Ableism: Disability and Higher Education, 153–84. University of Michigan Press, 2017. http://www.jstor.org/stable/j.ctvr33d50.8.http://search.ebscohost.com.proxy.kennesaw.edu/login.aspx?direct=true&db=nlebk&AN=380096&site=ehost-live&scope=site \nGilson, Christie L. and Stacy K. Dymond. 2011. “Constructions of Disability at a University in Hong Kong: Perspectives of Disabled Students, Staff Members, and Instructors.” Disability Studies Quarterly 31:2. https://dsq-sds.org/index.php/dsq/article/view/1589/1557\nLukin, Josh. 2013. “Disability and Blackness.” In The Disability Studies Reader, edited by Lennard J. Davis, 308-315. New York: Routledge.\nMcCaskill et al. 2011. The Hidden Treasure of Black ASL “The Sociohistorical Foundation of Black ASL” pp. 14-48\nWeek 6.0 Intersections: Gender & Sex; Class/SES\nGhosh, Nandini. 2010. “Embodied Experiences: Being Female and Disabled”\nZhongxuan Lin & Liu Yang. 2019. “‘Me too!’: individual empowerment of disabled women in the #MeToo movement in China.” Disability & Society 34:5, 842-847, DOI: 10.1080/09687599.2019.1596608\nThe Men’s Story Project. 2009. “Leroy Franklin Moore Jr.’s Story” http://www.mensstoryproject.org/films/the-mens-story-project-building-strength-creating-peace/\nShuttleworth, Russell, Nikki Wedgwood, and Nathan J. Wilson. 2012. “The Dilemma of Disabled Masculinity.” Men and Masculinities 15 (2): 174-194.\nSanders, Teela. 2010. “Sexual Citizenship, Commercial Sex and the Right to Pleasure” pp. 139-153\nNakamura, Karen. 2014. “Barrier-Free Brothels: Sex Volunteers, Prostitutes, and People with Disabilities.” In Capturing Contemporary Japan: Differentiation and Uncertainty, edited by Satsuki Kawano, Glenda S. Roberts, and Susan Orpett Long, 202-220. Honolulu: University of Hawai'i Press \nJoy Banks. 2018. “Invisible man: examining the intersectionality of disability, race, and gender in an urban community.” Disability & Society 33:6, 894-908, DOI: 10.1080/09687599.2018.1456912\nSECTION RESPONSE #3 DUE\nPart Four: Intellectual, Psychiatric, and Developmental Disabilities\nWeek 7.0 Neurodiversity; Autism\nPrice, Margaret. 2013. “Defining Mental Disability.” In The Disability Studies Reader, edited by Lennard J. Davis, 298-307. New York: Routledge.\nArmstrong, Thomas. 2015. “The Myth of the Normal Brain: Embracing Neurodiversity” AMA Journal of Ethics 17(4): 348-352\nSinclair, Jim. 1993. “Don’t Mourn for Us” https://www.autreat.com/dont_mourn.html\nGrinker, Roy Richard. 2015. “Reframing the Science and Anthropology of Autism.” Culture, Medicine, Psychiatry 39:345-350.\nKitanaka, Junko. 2012. Depression in Japan: Psychiatric Cures for a Society in Distress. Princeton, NJ: Princeton University Press, Ch. 10 “The Emergent Psychiatric Science of Work” pp. 174-192\nWeek 8.0 Depression; PTSD; Mental Health on Campus\nScott, Wilbur J. 1990. “PTSD in DSM-III: A Case in the Politics of Diagnosis and Disease.” Social Problems 37 (3): 294-310\nPrice, Margaret. 2010. Mad at School: Rhetorics of Mental Disability and Academic Life. Ann Arbor, MI: University of Michigan Press. Ch. 4 “Assaults on the Ivory Tower” (pp. 141-175)\n“The Mental Health Crisis on Campus” https://www.pbs.org/video/the-mental-health-crisis-on-campus-the-students-perspective-imbpet/\nSECTION RESPONSE #4 DUE\nWeek 9.0 Bioethics and Disability\nGiric, Stefanija. 2016. “Strange Bedfellows: Anti-Abortion and Disability Rights Advocacy” Journal of Law and Biosciences 736-742\nRubeis, Giovanni and Florian Steger. 2019. “A Burden from Birth?: Non-invasive Prenatal Testing and the Stigmatization of People with Disabilities” Bioethics 91-97\nDrum, Kevin. 2016. “My Right to Die.” Mother Jones, January 11.\nNational Council on Disability. 1997. “Assisted Suicide: A Disability Perspective” https://www.webharvest.gov/peth04/20041015140928/http://www.ncd.gov/newsroom/publications/1997/suicide.htm\nGolden, Marilyn and Tyler Zoanni. 2010. “Killing Us Softly: The Dangers of Legalizing Assisted Suicide.” Disability and Health Journal 3:16-30.\n---\nPossible Assessments\nAttendance and Participation: 10%\nSection Response Papers: 60% (4x15%)\nNews Presentation: 10%\nFinal Integrative Un-Essay: 20%\nPop Quizzes (extra credit)",
        "categories": [
            "E2"
        ],
        "schedule": []
    }
]