[
  {
    "title": "Augustus in Saigon? Reviewing and Reframing Classicized Urban Space in Vietnam",
    "id": "SOCI206_Spring2022_S01",
    "credits": "4",
    "instructor": "Sven Gunther & Elizabeth Gunther",
    "description": "Visiting Faculty: Sven Gunther & Elizabeth Gunther\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: The rich culture of nowadays Vietnam is deeply entangled with various histories the country faced in the course of times. Particularly, the colonial past has been written into the urban space (in form of architectures, monuments, inscriptions, etc.) in a penetrating way. With it, Greek and Roman antiquities have entered and framed the peoples‘ and viewers‘ mind, too, either directly or indirectly. The aim of the course is to open these framed and framing spaces for a critical dialogue about the use, and abuse, of classical themes in the past and the way we can deal with this heritage in the present, and future. This dialogue will be triggered and established by linking classicized spaces in present-day Ho Chi Minh City with original artifacts of Graeco-Roman antiquity in a digital, interactive way. Building on the concept of smart city, we will activate the students to critically deal with, and reflect on, the classical heritage by creating a mobile app that links the physically present structures with digital objects in a communicative, interactive way. This app also enables the broader public to engage with their own past and to give them a handy tool at hand to live their urban space anew in the 21st century..  ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Calculus",
    "id": "MATH101_Spring2022_S01",
    "credits": "4",
    "instructor": "Offering Status",
    "description": "Visiting Faculty:\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: No\nCourse Format: TBC\n---\nCourse Description: How can we estimate the weight of a bridge? What price should a store set for a product so that the revenue is maximized?Calculus provides the tools to answer these questions and more. Being the foundation for physics and other sciences, the concepts of Calculus can be found in many real world problems as well as. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Introduction to Modelling and Simulation",
    "id": "ENG206_Spring2022_S01",
    "credits": "4",
    "instructor": "Truong Trung Kien",
    "description": "Faculty: Truong Trung Kien\nLevel: Intermediate\nPre-requisite: No\nCourse Format: On-campus\nCross-listed: Engineering (ENG), Computer Science (CS)\n---\nCourse Description: The real world consists of many complex systems, such as physical, biological and social systems. Those systems are composed of many parts that have their own behaviors and interact with each other to form the integrated behaviors as the whole. Computer modeling and simulation can assist us to better understand, design, create and/or evaluate such complex systems. In this course, we will learn and practice some of the most common approaches in developing mathematical models of such systems and then implement the models in Python to simulate the systems computationally to make it possible to investigate their behaviors and quantitative performance in well-designed scenarios. The students are encouraged to work in groups on term-projects of which the topics may be a mechanical system, a natural process or a disease's transmission in a certain area.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Computer Science 2",
    "id": "CS201_Spring2022_S01",
    "credits": "4",
    "instructor": "Sebastian Dziallas",
    "description": "Faculty: Sebastian Dziallas - E: sebastian.dziallas@fulbright.edu.vn \nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: CS101 Computer Science I\nFormat: On-campus\n---\nCourse Description: How do we develop software that solves problems efficiently and reliably? How do we write programs that work correctly and can be refactored and improved over time? This course continues and expands on content from Computer Science I, with a greater focus on theoretical concepts, abstraction, and larger programs. Topics include object-oriented programming, unit testing and refactoring, basic algorithm analysis, searching and sorting, linear data structures (lists, maps, stacks, and queues), trees, and graphs.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Cultural and Intellectual Foundation of Vietnamese Literary Chinese 2",
    "id": "VS106b_Spring2022_S01",
    "credits": "4",
    "instructor": "Phan Thu Van",
    "description": "Visiting Faculty: Phan Thu Van - E: van.phan@fulbright.edu.vn \nLevel: Foundation\nCredits: 04 credits\nPre-requisite: No freshmen accepted\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: Vietnamese Literary Chinese is an important part of the formation of Vietnamese culture and ideology. Vietnamese people were employing and localizing Chinese scripts and literary Chinese throughout more than 10 centuries (from the 10th to the beginning of the 20th centuries). As the official written language of the country for the composition of a wide variety of works, such as histories, literature, diplomatic documents, or medical treatises, this linguistic means helped the Vietnamese to record their thoughts and cultural values through times. The Vietnamese localization of the written Chinese resulted not only in new syntactic and lexical variations, but also in the emergence of a new phonetic system called Sino-Vietnamese pronunciation (âm Hán-Việt) for Chinese scripts. Nowadays, words and morphemes rooted from literary Chinese may account for up to 60% of the vocabulary written in formal and scientific texts. Hence, understanding Vietnamese literary Chinese, and being literate in Chinese scripts obviously a key to comprehend Vietnam’s past and present, to better understand the nation’s cultural and intellectual heritage in East Asian contexts. Like the crucial role of Latin in American-European academes, knowledge of Vietnamese literary Chinese and Sino-Vietnamese words is definitely required for any student in Vietnam Studies in general, and pre-modern Vietnam research in particular.   \nBased on Chinese scripts, the Vietnamese invented a new writing system, popular known as the demotic Nom script, to express their thoughts and emotions in their mother tongue. However, one cannot read Nom without knowing Chinese characters. Therefore, for Vietnamese people, learning Vietnamese literary Chinese and Sino-Vietnamese characters means more than learning a language. It helps to bridge a huge gap between young Vietnamese learners and the historico-cultural textual treasure they are inheriting from the past. This course help Fulbright students to read, interpret, and better understand works composed in Vietnamese literary Chinese by Vietnamese national eminent figures like Ly Thai To, Tran Nhan Tong, Tran Hung Dao, Nguyen Trai, Nguyen Du... and other key intelligentsias in premodern Vietnam who wrote about what happened in their times and their lives.\nIn addition, learning Vietnamese literary Chinese helps to re-establish a cultural and historical connection with East Asia, not only with China and Taiwan, but also Japan and the Korean nations. It is worth noting that these days, the Japanese still use 2,136 common Kanji (or Chinese characters with Japanese pronunciations). Those words can all be found in Vietnamese literary Chinese introduced in this course. Throughout the course, students are introduced to Sino-Vietnamese pronunciation (âm Hán-Việt) along with standard modern Chinese pronunciation in order to have a better understanding of the similarities and differences of these two pronunciation systems. Students are also guided to use the dictionaries in different ways to be able to look up the vocabulary themselves.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Design and Systems Thinking",
    "id": "CORE105_Spring2022_S01",
    "credits": "2",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 02 credits\nPre-requisite: No\nFormat: On-campus\nNote: CORE105 is split into 2 parts of 2 + 2 credits for theory and practice parts. The practical part will be in the Spring 2022 Term. If you are enrolled in the Fall, it's mandatory to complete DST in the Spring term.\n---\nCourse Description: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.\n Designing and Systems Thinking (D&ST) course introduces the principles, processes, and tools of systems thinking and design thinking that are used to identify and generate solutions to frictions in our society. The building blocks to understand systems and to approach the designing process include: how ethnographic observation can be used to frame and observe real world challenges from the consumer’s perspective; an introduction to systems thinking to understand how challenges exist in a broader context; design thinking, enabling a structured approach to developing solutions and concepts; prototyping of physical products and designs; and key engineering concepts that enable concepts to become reality. This course employs project-based learning among teams of students to identify problems, specify client, consumer, or societal needs, and design a system answering those needs. This process includes defining the product’s features and specifications, decomposing it into components, integrating it into an environment, building it, and then validating and verifying its results. For example, teams may create elements of a smart home like automatic lighting and watering, or an Internet of Things (IoT) system for drought monitoring and early warning, or an automatic hand sanitizer. They will use modules, materials, tools, and facilities available in the market or in the Fulbright Maker Space to prototype these systems. In the process, they will develop a basic command of agile methods used in project management, learn basic modern fabrication skills, and practice critical thinking, including an understanding of constraints, negotiating between options, and examining social and environmental impact.\n ---\nLearning Objectives: After completing the course, students will be able to\nUnderstand and practice the tools and principles of systems thinking and design thinking.\nDefine the requirements of potential solutions and the quantitative and qualitative specifications of a system, with consideration for potentially related factors.\nDecompose a system into deterministic components and functions, explain how they interact with each other and behave when integrated as a whole system, and explain how the system works within its environment.\nBuild a working prototype and verify whether this prototype meets defined requirements and specifications.\nImprove communication skills through oral and written presentations, sharpen teamwork skills by working with other students on term projects, as well as critical thinking while giving comments to others.\n---\nAssessments & Grading: \nMaker Space Training: 20%\nTheory: 40%\nApplication: 40%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Design and Systems Thinking",
    "id": "CORE105_Spring2022_S02",
    "credits": "2",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 02 credits\nPre-requisite: No\nFormat: On-campus\nNote: CORE105 is split into 2 parts of 2 + 2 credits for theory and practice parts. The practical part will be in the Spring 2022 Term. If you are enrolled in the Fall, it's mandatory to complete DST in the Spring term.\n---\nCourse Description: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.\n Designing and Systems Thinking (D&ST) course introduces the principles, processes, and tools of systems thinking and design thinking that are used to identify and generate solutions to frictions in our society. The building blocks to understand systems and to approach the designing process include: how ethnographic observation can be used to frame and observe real world challenges from the consumer’s perspective; an introduction to systems thinking to understand how challenges exist in a broader context; design thinking, enabling a structured approach to developing solutions and concepts; prototyping of physical products and designs; and key engineering concepts that enable concepts to become reality. This course employs project-based learning among teams of students to identify problems, specify client, consumer, or societal needs, and design a system answering those needs. This process includes defining the product’s features and specifications, decomposing it into components, integrating it into an environment, building it, and then validating and verifying its results. For example, teams may create elements of a smart home like automatic lighting and watering, or an Internet of Things (IoT) system for drought monitoring and early warning, or an automatic hand sanitizer. They will use modules, materials, tools, and facilities available in the market or in the Fulbright Maker Space to prototype these systems. In the process, they will develop a basic command of agile methods used in project management, learn basic modern fabrication skills, and practice critical thinking, including an understanding of constraints, negotiating between options, and examining social and environmental impact.\n ---\nLearning Objectives: After completing the course, students will be able to\nUnderstand and practice the tools and principles of systems thinking and design thinking.\nDefine the requirements of potential solutions and the quantitative and qualitative specifications of a system, with consideration for potentially related factors.\nDecompose a system into deterministic components and functions, explain how they interact with each other and behave when integrated as a whole system, and explain how the system works within its environment.\nBuild a working prototype and verify whether this prototype meets defined requirements and specifications.\nImprove communication skills through oral and written presentations, sharpen teamwork skills by working with other students on term projects, as well as critical thinking while giving comments to others.\n---\nAssessments & Grading: \nMaker Space Training: 20%\nTheory: 40%\nApplication: 40%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Design and Systems Thinking",
    "id": "CORE105_Spring2022_S03",
    "credits": "2",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 02 credits\nPre-requisite: No\nFormat: On-campus\nNote: CORE105 is split into 2 parts of 2 + 2 credits for theory and practice parts. The practical part will be in the Spring 2022 Term. If you are enrolled in the Fall, it's mandatory to complete DST in the Spring term.\n---\nCourse Description: We learn across the Fulbright Core how transformations have happened in human history – transformations in thought, in social structures, and in individual lives. We also see how transformations happen in nature and how human intervention transforms the natural world. But what about transformation that humans create through intentional design? This might be a new mask that filters air in a superior manner, a drone that can deliver medicines to remote parts of the country faster than any vehicle, or an app that allows you to create new music depending on your mood. In this course, we showcase how innovation is linked to rigorous scientific, mathematical, and engineering methods, with an emphasis on teamwork and hands-on experience. Students may take this as an entry point into the deeper study of design and engineering, or they may apply what they learn in this introductory course to their understanding of social and economic systems, to creative fabrication in the fine arts, or to the design and development of a start-up company in collaboration with Fulbright’s Center for Entrepreneurship and Innovation. This course embraces both the art and science of creation, instilling the confidence to experiment, sometimes to fail, but ultimately to prevail in designing and building a better future.\n Designing and Systems Thinking (D&ST) course introduces the principles, processes, and tools of systems thinking and design thinking that are used to identify and generate solutions to frictions in our society. The building blocks to understand systems and to approach the designing process include: how ethnographic observation can be used to frame and observe real world challenges from the consumer’s perspective; an introduction to systems thinking to understand how challenges exist in a broader context; design thinking, enabling a structured approach to developing solutions and concepts; prototyping of physical products and designs; and key engineering concepts that enable concepts to become reality. This course employs project-based learning among teams of students to identify problems, specify client, consumer, or societal needs, and design a system answering those needs. This process includes defining the product’s features and specifications, decomposing it into components, integrating it into an environment, building it, and then validating and verifying its results. For example, teams may create elements of a smart home like automatic lighting and watering, or an Internet of Things (IoT) system for drought monitoring and early warning, or an automatic hand sanitizer. They will use modules, materials, tools, and facilities available in the market or in the Fulbright Maker Space to prototype these systems. In the process, they will develop a basic command of agile methods used in project management, learn basic modern fabrication skills, and practice critical thinking, including an understanding of constraints, negotiating between options, and examining social and environmental impact.\n ---\nLearning Objectives: After completing the course, students will be able to\nUnderstand and practice the tools and principles of systems thinking and design thinking.\nDefine the requirements of potential solutions and the quantitative and qualitative specifications of a system, with consideration for potentially related factors.\nDecompose a system into deterministic components and functions, explain how they interact with each other and behave when integrated as a whole system, and explain how the system works within its environment.\nBuild a working prototype and verify whether this prototype meets defined requirements and specifications.\nImprove communication skills through oral and written presentations, sharpen teamwork skills by working with other students on term projects, as well as critical thinking while giving comments to others.\n---\nAssessments & Grading: \nMaker Space Training: 20%\nTheory: 40%\nApplication: 40%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Developmental Psychology",
    "id": "PSY202_Spring2022_S01",
    "credits": "4",
    "instructor": "Skultip Sirikantraporn (Jill)",
    "description": "Faculty: Skultip Sirikantraporn (Jill) – E: jill.siri@fulbright.edu.vn\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: PSY101 Introductory Psychology\nCourse Format: On-campus\n---\nCourse Description: Have you ever wondered how a human-being develops and changes overtime since birth? If so, welcome to Dev. Psy! Developmental psychology or Lifespan Development is the study of human’s development process and different factors that may have an influence on one’s development. Students will gain perspectives on how brain and physical, cognitive and linguistic, emotional, sociocultural, moral, and spiritual developments change across the life span—from prenatal through late adulthood or from “womb to tomb.” Important topics that may affect human development, such as the role of family and other relationships, the development of self-in-context, and unique aspects of aging and bereavement will be discussed. This course is designed particularly to engage students in conversations around human development in the context of Vietnam and Vietnamese culture in order to start to compare and contrast it with the contemporary understandings and research of various developmental psychology theories and topics",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Discrete Math",
    "id": "MATH102_Spring2022_S01",
    "credits": "4",
    "instructor": "Tran Vinh Linh",
    "description": "Faculty: Tran Vinh Linh – E: linh.tran@fulbright.edu.vn\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: How can Google maps find the fastest path for a trip between two locations? How can an admission system match applicants to the best-suited university based on their preference and exam results? The answers to these questions arise from the study of Discrete Mathematics, which is a branch of Mathematics that deals with entities like integers, sets, graphs with distinct and separate values. The properties of discrete objects and structures play an essential role in many fields such as Theoretical Computer Science, Probability, Statistics, and Cryptography. This course will provide basic knowledge of Combinatorics and Graph theory along with various methods of mathematical reasoning. Students will practice producing and writing formal rigorous proofs. Major topics in this course include set theory, Combinatorial counting methods, Graph theory (Eulerian walk, Hamiltonian cycle, Spanning Tree, Planar graph, etc.).",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Documentary Films from Vietnam: History, Theory, and Practice",
    "id": "VS108_Spring2022_S01",
    "credits": "4",
    "instructor": "Dao Le Na",
    "description": "Visiting Faculty: Dao Le Na - E: na.dao@fulbright.edu.vn\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: No Freshmen accepted.\nReading/Writing: Intensive\nCourse Format: On-campus\nCross-listed: Vietnamese Studies (VS), Arts (ARTS)\n---\nCourse Description: Documentary film has always had a certain appeal to the audience because it manifests the filmmakers’ observation and point of view on real life. ‘Reality’, as Patricia Aufderheide mentioned in his book Documentary Film: a Very Short Introduction “is not what is out there but what we know, understand, and share with each other of what is out there (…) Documentary is an important reality-shaping communication, because of its claims to truth. Documentaries are always grounded in real life, and make a claim to tell us something worth knowing about it.” Therefore, social issues of national identity, collective memory, gender, the diaspora will be effectively communicated to the audience through the visual expression of documentary storytelling.\nThis course is directed to students who like watching documentaries and hope to make documentaries. The teaching team including Vietnamese documentary researchers and filmmakers will help students to focus on analyzing selected documentaries and practical filmmaking training. Students of this course will learn how to write a screenplay including find an idea and develop their ideas by multiple methods such as observation, field- notes, oral history, and narrative structure. Documentary filmmaking techniques will be trained by filmmakers through camera using, sound recording, log writing, and film editing. One of the course’s features is that its students will make a documentary film based on Vietnamese cultural and social materials exposed to them during the course. At the end of the course, students will submit a documentary film in which academic knowledge can be utilized and integrated.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Economic Development in Sub-Saharan Africa",
    "id": "ECON301_Spring2022_S01",
    "credits": "4",
    "instructor": "Offering Status",
    "description": "Visiting Faculty: John Sender\nLevel: Advanced\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: This course will reinforce and add to the economic analysis and the theoretical debates on political economy introduced in the Economic Development in Southeast Asia course. The recent economic history and political economy of selected Sub-Saharan African countries will be compared with development experience in Southeast Asia, but the important differences between individual African economies will be emphasised and there will be a focus on the performance of specific African sectors, sub-sectors and on the granular detail of economic policy issues.\nStudents will be asked to assess academic publications by development economists, focussing on the theoretical work underpinning most current policy advice and the interventions of international agencies as well as African states. They will be encouraged to develop the self-confidence to criticize this literature, to recognise the range of ideological prejudice it can disguise and to appreciate the weakness of the data used by many economists. Some of the course content and a very large bibliography is available to students by downloading my book on African Economic Development from the website of Oxford University Press (open access).\nThe issues covered will include: Famine, Food Insecurity and Undernutrition; Demographic Change; Gender Relations; Trends in the Terms of Trade and in the Share of World Markets; Trends in Public Sector Investment, in Official Development Assistance Flows and in Foreign Direct Investment; The Quality of Survey data on Poverty, Labour Markets, Households and Farms; Prospects for a Green Revolution; Agricultural Extension, Entrepreneurial Training and Microcredit; Agribusiness, Processing and the Manufacturing Sector. At the end of the course and after discussing each of the above issues, students will be encouraged to draw policy conclusions and to make concrete suggestions for improving policymaking in a specific country.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Experiential Learning",
    "id": "EL101_Spring2022_S01",
    "credits": "4",
    "instructor": "Offering Status",
    "description": "Coordinator: Vincent Pham – E: vincent.pham@fulbright.edu.vn\nOffice Hours: Flexible. Please schedule meetings in advance.\nLevel: Experiential Learning\nCredits: 04 credits\nPre-requisite: No.\nFormat: On-campus\n---\nCourse Description: Fulbright’s commitment to active and whole person learning, and employability of our graduates requires that all students engage with an experiential learning opportunity (referenced as “experience” from here on) at some point during their undergraduate careers. Broadly, “experiences” are defined as learning that occurs embedded in the actual context (and under the supervision) of an expert or practitioner, and not in a classroom environment. Specifically, “experiences” are defined as internships, service learning, or independent research/production. The Experiential Learning (EL) Course itself serves as a unifying community aspect, where students will critically reflect on and share their work. The EL Course ensures that all Fulbright students are learning in fulfilling experiences.\n---\nLearning Outcomes: Throughout the semester, students will:\nDemonstrate and continue developing competencies acquired at Fulbright through their hands-on experience and the course.\nExplore personal and professional interests in an applied and tangible context through their experience.\nBuild relationships and opportunities with potential employers / experts in the field through their experience.\nThink critically about academic theories and written thought compared to their real-world experiences and applications through written assignments (short- and long-form), in-class discussions, and presentations in the course.\nConsolidate and reflect on their knowledge and develop constructivist learning through written assignments (short- and long-form), in-class discussions, and presentations in the course.\n---\nCourse Readings & Relevant Resources\nPlease find all course-related readings here and through hyperlinks below.\nWhen conducting independent research, being attentive to your resources and citing them properly is integral. Please refer to the following links to support with resource tracking and citation management: Zotero, zoterobib.\n---\nCourse Outline & Assignments: Contact Supervisor for the details.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Foundations in Literary Studies",
    "id": "LIT101_Spring2022_S01",
    "credits": "4",
    "instructor": "Kevin Hart",
    "description": "Faculty: Kevin Hart – E: kevin.hart@fulbright.edu.vn\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: A required course for the Literature Major, Foundations in Literary Studies will introduce students to the study of poetry, drama, and fiction. This is an introductory course and our focus will thus be broad. We will cover a wide range of texts from antiquity to the present day, from Ancient Greece to Jacobean England, Victorian England, French Indochina and the contemporary U.S. In doing so our aim will be to understand texts intertextually – to become alive to the ways that poems and prose draw on, and break from, longstanding literary traditions. We will read in order to understand texts as cultural artifacts specific to the time and place of their composition, and in order to investigate the sociopolitical implications of literary texts, both for their time and ours. We will read to foster critical thinking skills and to become better examiners of texts. We will read for aesthetic appreciation. We will read for the sheer thrill of it. We will read with the understanding that all of these ways of reading are mutually inclusive. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Fulbright History Lab & History Dialogues Project",
    "id": "HIS101_Spring2022_S01",
    "credits": "4",
    "instructor": "Antoine Le",
    "description": "Supervisor: Antoine Le\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: This course is a prerequisite to the History Major and is generally taken in either the first or second year.\nCourse Format: On-campus\n---\nCourse Description: History is everything because everything has a history. This experiential gateway course gives majors and non-majors the chance to explore the tools of historical research and learn what it means to “do” history. Students will study the roots of historical thinking in Europe and Asia, read and critique the field’s foundational texts, challenge their assumptions about objectivity, and debate the best ways to explore the past. Using Ho Chi Minh City as their laboratory, students will try out the historian’s toolkit and use different methodological approaches to explore history in local, regional, and global contexts. Throughout the course, students will analyze a wealth of primary sources, visit a local archive, conduct oral interviews, experiment with digital history, and design their own research project. This year, Fulbright History Lab will collaborate with Princeton University's History Dialogues Project to provide students an introduction to oral history methods, research ethics, and project design. As part of this semester-long module, students will have the opportunity to interact with students from Princeton's partner institutions around the world. Following the completion of this course, students will be eligible to carry out the research proposals they design in Fulbright History Lab over the summer as part of the History Dialogues Project's optional Independent Research Seminar.\n---\nLearning Objectives: Students will:\n1.Understand and explain the principal concepts of historical thinking: context, change over time, complexity, causality, and contingency\n2.Recognize, differentiate, and apply different methodological approaches (e.g. social, cultural, gender, micro, global, environmental, etc.)\n3.Demonstrate familiarity with different research methods used in history (archival, oral, quantitative) and identify key issues in research ethics (e.g. consent, copyright, and plagiarism)\n4.Learn how to access, use, and analyze visual, textual, literary, oral, and archival sources\n5.Design an independent oral research project and present a proposal for its implementation\n---\nAssessments & Grading:\nAttendance & participation: 10%\nReading response papers: 10%\nMini-interview assignment: 15%\nPrimary source analysis: 20%\nOral history research project proposal: 45%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Global Humanities and Social Change",
    "id": "CORE101_Spring2022_S03",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course examines key moments in the global history of thought through the lens of textual analysis. Over the course of the semester, students will develop their written rhetorical, reading, and critical thinking skills. \nSummary\nIn order to change the world, it is worthwhile to look at “change,” both as a historical fact and a concept that has consumed thought for generations. This course looks at key texts in five core periods and epistemic traditions: (1) classical epistemologies and origin myths; (2) major transitions of the post-classical era; (3) Renaissance, Enlightenment, Revolution and transitions to modernity; (4) Modern Era; and (5) (Post) Colonialism. We ask, what exactly is change - be it creation, enlightenment, conversion, metamorphosis, revolution, or evolution? And we ask how have our ideas about “change” changed over time?\n---\nLearning Objectives:\n·      Students will be able to compose responses to texts related to literature, philosophy, religion, arts, in the forms of argumentative and comparative essays.\n·      Students will be able to explain the evolution of ideas and how those ideas influence social policy and shape perception in the contemporary world.\n·      Students will be able to critique each other’s perspectives in the context of group discussions.\n·      Students will be able to analyze texts in ways that are applicable not only in the classroom but also in the professional world beyond the classroom.\n---\nAssessments & Grading:\nStudents are fully responsible for any missed classes and work. Except in cases of health/family emergency that can be documented, tardiness or absences leading to missed graded in-class activities will result in students receiving a zero. All late take-home assignments are subject to a 3% penalty every 24 hours. Generally, late assignments will not be accepted after one week.\n Participation: 20%\nWeekly Response Postings: 20%\nWriting Assignment #1 – the Outline: 20%\nWriting Assignment #2: 20%\nWriting Assignment #3: 20%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Global Political Economy",
    "id": "SOCI201_Spring2022_S01",
    "credits": "4",
    "instructor": "Jonathan London",
    "description": "Visiting Faculty: Jonathan London\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: Foundations of Political Economy and/or Principles of Economics\nReading/Writing: Intensive\nCourse Format: On-campus\nCross-listed: Social Science (SOCI), Economics (ECON)\n---\nCourse Description: This course introduces theoretical and methodological approaches to the analysis of the world economy from the vantage point of global political economy (GPE), a multi-disciplinary field of inquiry that is founded on the assumption that economic aspects of social life may not be understood independently of politics and the broader sets of social relations and world historical contexts within which economics processes unfold. GPE comprises a range of theoretical perspectives and analysts who identify as ‘doing GPE’ may view the world economy from a range of disciplinary standpoints, such as economics, sociology, politics, history and anthropology. GPE’s varied theoretical approaches and multi-disciplinary outlook and its attention to politics and society distinguish it from standard economic approaches to the analysis of the world economy and from conventional approaches to international political economy (or IPE). ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "History of Vietnamese Diplomacy",
    "id": "HIS302_Spring2022_S01",
    "credits": "4",
    "instructor": "Vu Minh Hoang",
    "description": "Faculty: Vu Minh Hoang - E: hoang.vu@fulbright.edu.vn\nLevel: Advanced\nCredits: 04 credits\nPre-requisite: HIS101 Fulbright History Lab\nCourse Format: On-campus\nCross-listed: History (HIS), Vietnamese Studies (VS), Social Sciences (SOCI)\n---\nCourse Description: Could Ho Chi Minh have negotiated for independence peacefully in 1946? Why did the Vietnamese delegation agree to splitting up the country in 1954? Does American “abandonment” of the Republic of Vietnam mean that the United States cannot be trusted today? How did Vietnam come to side with the Soviet Union in its conflict with China and Cambodia in the 1980s, and how does this conflict still shape Vietnam’s relationship with its neighbors? Who gets to make Vietnamese foreign policy, and what are they doing to assert Vietnamese sovereignty in the South China Sea (East Sea), dealing with climate change, and securing Covid vaccines? Developed in dialogue with the Diplomatic Academy of Vietnam and active and retired Vietnamese diplomats, History of Vietnamese Diplomacy invites the students to walk in the footsteps of the lucky few who have shaped Vietnam’s place in the world from 1945 to the present day, through collection and examination of rare and valuable historical documents and oral histories for classwork and independent research.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Identity, Community, and Memory in Vietnamese Diasporic Literature and Film",
    "id": "LIT204_Spring2022_S01",
    "credits": "4",
    "instructor": "Isadora Wagner",
    "description": "Visiting Faculty: Isadora Wagner \nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: Students taking this course will examine issues of family, identity, memory, community, violence, and trauma in the global literature of the Vietnamese diaspora from the French colonial period (1887-1954) to the end of the American-Vietnam War (1956-1975) and into the present. Bi-weekly class discussions will be based on substantial weekly readings (100 pp./week) in poetry, fiction, memoir, film, and essays that anchor the class’s exploration of how a scattered and war-displaced people (re)constructs identities, communities, and memories through cultural representations in literature and film. Students will examine, discuss, and write about works by American, Canadian-, and Australian-Vietnamese writers, directors, and scholars. While by no means a theory-heavy course, this literature seminar will introduce students to the interdisciplinary academic field and key texts of ethnic and diasporic studies. The course is divided into six modules of roughly 2-3 weeks in length each to thematize readings around the following topic clusters: (1) Memory, Displacement, and Nostalgia; (2) Auto-Narrative and Identity; (3) Diasporic Overseas Communities; (4) Generational Conflict and Assimilation Issues; (5) Race, Labor, Gender, and Class; and (6) Re-imagining Viet Nam’s Past and Future. Each module ends with an optional film screening to be scheduled outside of class hours as a capstone. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Independent Study: Computational Linguistics",
    "id": "CS304_Spring2022_S01",
    "credits": "2",
    "instructor": "Nanette Veilleux",
    "description": "Visiting Faculty: Nanette Veilleux - E: ...\nLevel: Advanced\nCredits: 02 credits\nPre-requisite: CS 101 Computer Science 1, for Junior students. Contact Instructor to discuss individual circumstances.\nFormat: On-campus\n---\nCourse Description: This course allows students to engage in an authentic Computational Linguistics research project: students will create a pilot Automatic Speech Recognition (ASR) application that recognizes spoken Vietnamese and transcribes it to written Vietnamese. The students will work in teams with well-defined roles to collect training speech (initially Vietnamese digits) and apply the Kaldi framework (https://kaldi-asr.org) to train and implement Vietnamese ASR. Finally, the students will evaluate their application, write a report and present their findings. Although the students are supervised by the instructor, both initiative and independent work is emphasized.\nAs an independent study, this course will be offered Pass/Fail. \n---\nLearning Objectives: Students will:\nUnderstand the steps needed to train an ASR\nUnderstand the phonetic components of a language\nLearn to collaborate in a team project \nLearn to fulfill their role within a team\nExperience large, non-commercial software packages (VM and Kaldi)\nLearn to iteratively evaluate a research project and make adjustments \nGain experience in the research project and documentation\nGain experience in presenting findings.\n---\nAssessments & Grading: Each student will participate in their assigned (and probably rotating) role in the software development cycle as well as provide support and feedback to teammates. Students will maintain a project log and work steadily (e.g. 3-6 hour long sessions / week) both as a team and individually. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "International Trade",
    "id": "ECON206_Spring2022_S01",
    "credits": "4",
    "instructor": "Le Vu Quan",
    "description": "Faculty: Le Vu Quan\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: ECON101 Principles of Economics 1 and ECON103 Principles of Economics 2\nCourse Format: On-campus\n---\nCourse Description: Analysis of modern trade theories and issues concerning competitiveness of nations. The impact of trade patterns and commercial trade policy on domestic business activities. Understand bilateral and multilateral trade cooperation. Examine the impact of globalization on economic growth, poverty, and inequality. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Introduction to Comparative Politics: Bringing in Vietnam",
    "id": "VS104_Spring2022_S01",
    "credits": "4",
    "instructor": "Nguyen Thanh Trung",
    "description": "Vísiting Faculty: Nguyen Thanh Trung\nCredits: 04 credits\nPre-requisite: No Freshmen accepted\nFormat: On-campus\n---\nCourse Description: This course aims to form the foundation for a broad theoretical and empirical knowledge of the concerns of the field of comparative politics. We will investigate the central themes, theories, concepts, and questions of the contemporary study of comparative politics and explore the main theoretical, empirical, and methodological approaches to the study of Vietnamese politics. Why do nation states vary so substantially in their political freedoms and economic performances? What are similarities and differences that Vietnam bears from a comparative perspective? This course will seek to answer these big questions by developing an understanding of key concepts, theories and political system and policies of Vietnam.  The course intertwines two major parts with Part I forming the foundation of the course by introducing the history, concepts, theories, and methodologies of Comparative Politics and the other exploring the actors and processes involved in the detailed case study, Vietnam. The course has a strong discussion-centered structure. Students are expected to read the assigned materials timely and thoughtfully and be ready to discuss the content in class.\n---\nLearning Objectives: Students should be able:\nTo demonstrate a basic understanding of the relationships between individuals, actors, and processes across different political systems both historical and contemporary.\nTo facilitate and/or cultivate a sense of critical awareness of the world beyond their own.\nTo develop a stronger understanding of fundamental differences between different regime types, the relationship between politics and economic outcomes, the role of identity in politics.\nTo apply the analytical and methodological tools of comparative politics to political outcomes they want to understand and explain.\nTo use these tools to further examine the political system and policies of Vietnam. \n---\nCourse Readings:\nThere is no textbook for this course. All readings will be posted on Canvas and consist of book chapters and journal articles.\nTentative Course Schedule\nWeek 1: Introduction to comparative politics / Comparative method\nLijphart, Arend. (1971) “Comparative Politics and the Comparative Method.” The American Political Science Review, 65(3): 682-693.\nCollier, David. (1993). “The Comparative Method,” Pp. 105-119 in Political Science: The State of the Discipline II, edited by Ada W. Finifter. Washington D.C.: American Political Science Association.\nMahoney, James and Villegas. (2007). “Historical Enquiry and Comparative Politics,” Pp. 73-89 in The Oxford Handbook of Comparative Politics, edited by Carles Boix, Susan C. Stokes. Oxford: Oxford University Press. \nWeek 2: The Nation-State\nSmith, Anthony D. 1986. The Ethnic Origins of Nations. Cambridge, MA: Blackwell, pp.174-208\nAnderson, Benedict. 1983. Imagined Communities: Reflections on the Origins and Spread of Nationalism. New York: Verso, pp. 5-46 and Chapter 8\nLawrence, Adria. 2013. Imperial Rule and the Politics of Nationalism: Anti-Colonial Protest in the French Empire. Cambridge University Press, pp. 1-24 and 30-45.\nWeek 3: Regime Types: Democracy vs Non-democracy\nAcemoglu, Daron, and James A. Robinson. (2001). “A Theory of Political Transitions.” American Economic Review, 91: 938-963.\nAcemoglu, Daron, Simon Johnson, and James Robinson. (2001). “The Colonial Origins of Comparative\nDevelopment: An Empirical Investigation.” American Economic Review, 91: 1369-1401.\nBoix, Carles, and Susan Stokes. 2003. \"Endogenous Democratization.\" World Politics. 55: 517-549.\nWeek 4: Regime Types: Parliamentarism vs Presidentialism\nDiamond, Larry. “Thinking About Hybrid Regimes”\nLevitsky, Steven and Lucian Way. (2002). “Elections Without Democracy: The Rise of Competitive Authoritarianism.” Journal of Economic Perspectives, 7(3):51-69.\nCheibub, Jose. “Parliamentarism Versus Presidentialism”\nWeek 5: The Effects of Political Regimes\nPrzeworski, Adam and Fernando Limongi. (1993). “Political Regimes and Economic Growth.” The Journal of Economic Perspectives, 7(3): 51-69\nGerring, John, Strom C. Thacker, and Carola Moreno. “Are Parliamentary Systems Better?”\nMalesky, Edmund, Regina Abrami and Yu Zheng. (2011). “Institutions and Inequality in Single-Party Regimes: A Comparative Analysis of Vietnam and China.” Comparative Politics, 43(4): 401-419.\nFirst Tri-weekly Reading Response Submission (Saturday 9:00 pm)\nWeek 6: Elections and Electoral Rules\nLijphart, Arend. (1998). “The Problem of Low and Unequal Voter Turnout.” Political Science Series No. 54.\nBlais, Andre. (2006). “What Affects Voter Turnout?” Annual Review of Political Science, 9:111–125.\nHagopian, Frances (2007). “Parties and Voters in Emerging Democracies,” Pp. 582-603 in The Oxford Handbook of Comparative Politics, edited by Carles Boix and Susan C. Stokes.\nBui, H. Thiem. (2014). “Elections in a Communist Party Regime: Vietnam's Electoral Integrity Reforms and Challenges.” Paper presented at the 2014 Australian Political Studies Association Annual Conference, University of Sydney Paper.\nMalesky, Edmund and Paul Schuler. (2011). “The Single-Party Dictator’s Dilemma: Information in Elections without Opposition.” Legislative Studies Quarterly, XXXVI(4): 491-530.\nIn-class Quiz\nTopic Proposal Submission (Saturday 9:00 pm)\nWeek 7: Field trip to the American Center to listen to a talk about U.S. Election\nA talk given by a U.S. diplomat to help students brush up on what they learned in class.\nWeek 8: Political Ideologies and Parties\nBoix, Carl. (2007). “The Emergence of Parties and Party Systems,” Pp. 499-521 in The Oxford Handbook of Comparative Politics, edited by Carles Boix and Susan C. Stokes.\nDuverger, Maurice. \"Factors in a Two-Party and Multiparty System,\" http://janda.org/c24/Readings/Duverger/Duverger.htm\nSchlesinger, Joseph, and Midred S. Schlesinger. (2006). “Maurice Duverger and the Study of Political Parties.” French Politics, 4: 58-68.\nSecond Tri-weekly Reading Response Submission (Saturday 9:00 pm)\nWeek 9: Interest Groups and Political Activism\nNorries, Pippa. (2007). “Political Activism: New Challenges, New Opportunities,” pp. 628 – 53 in The Oxford Handbook of Comparative Politics, edited by Carles Boix, and Susan C. Stokes.\nTarrow, Sidney and Charles Tilly. (2007). “Contentious Politics and Social Movements,” Pp. 435-460 in The Oxford Handbook of Comparative Politics edited by Carles Boix and Susan C. Stokes.\nFforce, Adam and Lada Homutova. (2017). “Political Authority in Vietnam: Is the Vietnamese Communist Party a Paper Leviathan?” Journal of Current Southeast Asian Affairs, 36(3): 91–118.\nWeek 10: Vietnam’s Rising Middle Class: Force for Change?\nGainsborough, Martin. (2002). “Political Change in Vietnam: In Search of the Middle-Class Challenge to the State.” Asian Survey, 42(5), 694-707.  \nKing, Victor T., Phuong An Nguyen and Nguyen Huu Minh. (2008). “Professional Middle Class Youth in Post-Reform Vietnam: Identity, Continuity and Change.” Modern Asian Studies, 42(4): 783–813\nFutaba, Ishizuka. (2020). “Political Elite in Contemporary Vietnam: The Origin and Evolution of the Dominant Stratum.” The Developing Economies, 58(4): 267-275.\nIn-class Quiz\nWeek 11: Vietnam’s Civil Society and Political Change\nNguyen, K. Giang and Thai Q. Nguyen. (2021). “Civil Society and Extractive Capacity in Authoritarian Regimes: Empirical Evidence from Vietnam.” Asian Journal of Political Science, 29(1): 110-130.\nThayer, Carlyle A. (2009). “Vietnam and the Challenge of Political Civil Society.” Contemporary Southeast Asia, 31(1): 1-27 \nThird Tri-weekly Reading Response Submission (Saturday 9:00 pm)\nAnnotated bibliography Submission (Saturday 9:00 pm)\n\nWeek 12: Decentralization and Development\nVu, Thanh Tu Anh. (2016). “Vietnam: Decentralization Amidst Fragmentation.” Journal of Southeast Asian Economies, 33(2): 188-208.\nNguyen, Khac Hung. (2008). “Political and Administrative Decentralization in Vietnam,” Pp.225-244 in Decentralization Policies in Asian Development, edited by Shinichi Ichimua and Roy Bahl. USA: World Scientific.\nWeek 13: Problems of Development and Democratization\nThayer, Carlyle A. (2010). “Political Legitimacy in Vietnam: Challenge and Response,” Politics & Policy, 38(3): 423-444.\nNguyen, Hong Hai. (2016). “Resilience of the Communist Party of Vietnam’s Authoritarian Regime since Doi\nMoi.” Journal of Current Southeast Asian Affairs, 35(2): 31–55.\nBeeson, Mark and Hung Hung Pham. (2012) “Developmentalism with Vietnamese Characteristics: The Persistence of State-led Development in East Asia.” Journal of Contemporary Asia, 42(4):539–559.\nWeek 14: Final Project Paper Submission\n---\nAssessments & Gradings\nParticipation in discussion: 15%\nQuizzes: 20%\nTri-weekly reading responses: 30%\nFinal group project: 35%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Introduction to Data Analysis",
    "id": "MATH105_Spring2022_S01",
    "credits": "4",
    "instructor": "Offering Status",
    "description": "Visiting Faculty:\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: CORE103 Quantitative Reasoning for a Digital Age\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: How do we know which Covid-19 vaccine is better? Which combination of policies could help promoting start-up companies? These questions could be answered with the help of Data analysis. Social scientists need to process survey results. Natural scientists want to analyze experiment's outcomes. Modern statistical methods and state of the art computing softwares can help finding valuable information from a large and confusing data set. This course will provide students with basic statistics concepts and practical coding skill in Python. Students will be able to describe and find characteristic of the data, explore and confirm relationship among data, and draw answer for questions from their own discipline via hand-on experience with various projects. Some main topics are data visualization, descriptive statistics, parameter estimation, parametric and non-parametric hypothesis testing, ANOVA, factor analysis. A strong background in Mathematics or Computer Science is not required, just a desire to learn is enough. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Introduction to Photography History and Theory",
    "id": "ARTS103_Spring2022_S01",
    "credits": "4",
    "instructor": "Luong Ngoc Tram",
    "description": "Faculty: Luong Ngoc Tram\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: ARTS101 Introduction to Visual Studies\nFormat: On-campus\n---\nCourse Description: We live today in a world of photographic images. Photography is present in a wide range of practices from avant-garde arts to mass media, from the convention of photo identification to the techniques of surveillance, from photojournalism to selfies and Instagram. Photographs saturate all aspects of contemporary lives, demanding constant attention, interpretation, and consumption. This course offers an introductory survey of the diverse and pervasive field of photography from its origin in the early 19th century to the current digital moment. Students will learn to unpack photography as a multifaceted medium, namely, an artistic experience, a technological frontier, a mode of power, a cultural practice, and a sociohistorical text. Key photographers, movements, and important themes will be explored in tandem with the cultural contexts in which innovations and developments in photography unfolded. With special attention to the intersection of photography and Vietnamese history, the course will also demonstrate how constellations of power - with regards to class, gender, sexuality, ethnicity, economy, and geopolitics - influence the practice, dissemination, and preservation of photography in Vietnam today.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Introduction to Venture Investing & Impact Investing",
    "id": "ECON208_Spring2022_S01",
    "credits": "2",
    "instructor": "Shuyin Tang",
    "description": "Visiting Faculty: Shuyin Tang\nLevel: Foundation\nCredits: 02 credits\nPre-requisite: Students should have completed all of their core courses.\nFormat: On-campus\n---\nCourse Description: Venture capital investing is all the rage in Vietnam right now. A successful investment and fund management strategy, however, takes much more than what we see on Shark Tank. It requires crafting an investment thesis, gaining access to the best deal-flow, conducting due diligence, structuring transactions, and managing portfolio investments right up until exit. Along the way, investors need to navigate the often sensitive and complex interpersonal dynamics between themselves and their entrepreneurs, co-investors, and Limited Partners (LPs), just to name a few. At the same time, ESG and impact investing is gaining momentum, with some of the world's leading fund managers incorporating social, environmental and governance factors into their investment decisions. What does it mean to pursue social and environmental outcomes when investing? Is there a trade-off between social impact and financial returns? We will begin to unpack some of these issues as well.\nThis course is aimed at students seeking to understand the 'nuts and bolts' of early-stage investing and impact investing. It will be taught in a highly experiential manner by a current practitioner of early-stage investing in Vietnam. Students will learn the basic terminology, processes and strategies of early-stage investing and will apply them to practical case examples. Students will also hear from a number of guest speakers, including leading investors, entrepreneurs and other experts in the ecosystem, to gain a varied perspective.\n---\nLearning Outcomes: At the end of this course, students should be able to: \nUnderstand the basic terminology, actors, processes and strategies of the venture capital industry across its different stages, from investment thesis formulation to due diligence to exit\nApply this knowledge to real examples, considering the situation from both the investors' as well as the entrepreneurs' point of view\nArticulate investment recommendations through clear and concise investment memorandums\nExplain the rise of impact investing and ESG investing and its potential implications for the investment industry more broadly\n---\nDetailed Sessions Guide\nTopic: The entrepreneurial journey \nRequired Readings:\n“The Entrepreneurial Journey”, Stuart Crainer, London Business School  \n“The Questions Every Entrepreneur Must Answer”, Amar Bidhe, Harvard Business Review, 1996 \nTopic: Structure of the VC industry: Who’s who and how do VCs make money? \nRequired Readings:\n“A Day in the Life of a Venture Capitalist” (Stanford Case E-44, January 28, 2013) \n“16 Definitions on the Economics of VC”, Scott Kupor, Andreessen Horowitz \n“Six Myths About Venture Capitalists”, Diane Mulcahy, HBS \nChapter 1 “The Players” and Chapter 10 “How Venture Capital Funds Work”, Venture Deals, Brad Feld & Jason Mendelson \nTopic: Developing a fund investment thesis \nRequired Readings:\nChapter 6 “Defining Your Fund’s Investment Strategy”, The Business of Venture Capital, Mahendra Ramisinghani \nDoes your VC have an investment thesis or a hypothesis?, David Teten and Stephane Nasser, TechCrunch120 \nCompilation of VC Investment Theses, Alexander Jarvis \nA Short Guide to Impact Investing, The Case Foundation \nTopic: Deal sourcing and initial selection \nRequired Readings:\nWhat I’ve Learned About Deal Sourcing, Danielle Morrill \nHow VCs Source Deals, Allen Latta  \nIn Defence of the Deck, Bill Gurley  \nChapter 15 “Sourcing Investment Opportunities”, The Business of Venture Capital, Mahendra Ramisinghani  \nTopic: Due diligence \nRequired Readings:\nChapter 16 “The Art of Conducting Due Diligence” and Chapter 17 “Management Team Diligence” and Chapter 18 “Diligence beyond Management”, The Business of Venture Capital, Mahendra Ramisinghani  \nImpact Due Diligence: Emerging Best Practices, Pacific Community Ventures \nTopic: Cap tables and Valuation \nRequired Readings:\n“Financing New Ventures” (HBS Note N9-811-093, March 28, 2011)  \n“Note on Valuation in Private Company Settings (HBS #9-297-050, April 2002)  \nChapter 7 “The Capitalization Table”, Venture Deals, Brad Feld & Jason Mendelson  \nTopic: Term Sheets and Legal  \nRequired Readings:\nChapters 3 - 6, Venture Deals, Brad Feld & Jason Mendelson  \nVenture Capital Lexicon, Series A Term Sheet, Singapore Venture Capital ASsociation (SVCA)  \n“Venture Capital Negotiations: VC versus the Entrepreneur” (HBS # 9-800-170, March 2, 2000) \nTopic: What happens after the deal is closed: portfolio management through to exit \nRequired Readings:\nHow to Build a Great Startup Board: Part I and II, Reid Hoffman  \n“The Secret to Making Board Meetings Suck Less”  \nMeasuring and Managing Impact: A Practical Guide, EVPA  \n---\nAssessments & Grading:\nClass contribution and Attendance: 20%\nReflections on in-class dialogues/simulations: 30%\nFinal Assessment (in a form of a mini-investment memorandum): 50%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Introductory Biology",
    "id": "IS101_Spring2022_S01",
    "credits": "4",
    "instructor": "Offering Status",
    "description": "Visiting Faculty:\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: CORE104 Scientific Inquiry\nCourse Format: On-campus\n---\nCourse Description: In the spirit of experimental biology, this course will teach “how to make” before “how to judge.” Students will first be introduced to systems thinking, history of modern biology, and a few geniuses/influential scientists. They then will learn biology in a gaming format: main characters, main processes, and sample stories — before creating their own stories. Knowledge of biology will be introduced at the levels of molecular biology, cell biology, biochemistry, human physiology, and ecology, all of which will be interlaced with evolutionary biology, biotechnology and the future of science. With the aforementioned stories, students will learn to break them down, form hypotheses, design experiments, and evaluate data. Whenever possible, the lectures will be linked to the non-living, pandemic-causing SARS-CoV-2 virus, and how scientists using biological knowledge to devise strategies against it.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Language, Culture and Thought",
    "id": "SOCI205_Spring2022_S01",
    "credits": "4",
    "instructor": "Ian Scott Kalman",
    "description": "Faculty: Ian Scott Kalman – E: ian.kalman@fulbright.edu.vn\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: What is language - and could we even ask this question without it? Among all animals, humans are unique – not in our ability to communicate, but in the depth and extent of that ability. Human language is not just about communication. Words, to quote JL Austin, \"do things\". Phrases like, “I now pronounce you man and wife” can fundamentally change someone’s legal and personal identity. Language is intimately tied to experience, were those words “just a joke”? or an insult? Ultimately, as much as language is something that humans make, language is also part of what makes us human. This course explores the complex intersection of language, culture, and thought through an introduction to sociolinguistics and linguistic anthropology. Our course is divided into two principle units – firstly, we examine the history and core concepts in sociolinguistics. These concepts include linguistic relativity, code, semiotics, illocutionary acts, and framing. In the second unit, we investigate language in everyday life. These themes include power, gender, ideology, and identity.\n Please note, this is not a linguistics course. We will not be learning new languages or the technical components of syntactic structures. While we will draw examples from many languages throughout the world, strong English reading and writing skills are highly recommended, as core texts will be in English and many draws upon English for examples.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Macroeconomics Analysis",
    "id": "ECON203_Spring2022_S01",
    "credits": "4",
    "instructor": "Khieu Van Hoang",
    "description": "Faculty: Khieu Van Hoang\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: Principles of Economics; Multivariate Calculus\nCourse Format: On-campus\n---\nCourse Description: This course covers the theories of economic growth and business cycles and the conduct of public policies such as monetary and fiscal policies. The course will particularly focus on theoretical underpinnings of the models. In the first part, theories of exogenous and endogenous growth will be presented. In particular, the first part will cover the Solow growth model, neoclassical growth theory, and new growth theory. Empirical evidence will also be discussed. The second part presents theories of business cycles and the dynamics of consumption, saving, and investment. The third part explains the conduct of monetary and fiscal policies and their response to economic shocks.\n---\nLearning Outcomes: By the end of this course, students will be able to:\nexplain economic episodes in the real world such as causes and consequences of financial crises and economic downturns.\nanalyze the economy as a whole in the short-, medium-, and long-run using appropriate economic models.\nevaluate the uses of fiscal and monetary policy in response to aggregate fluctuations.\npropose appropriate economic policies to deal with economic shocks.\nconduct independent research.\n---\nTentative Class Schedule:\nTextbook:\nBCC = Robert J. Barro, Angus C. Chu, and Guido Cozzi. Intermediate Macroeconomics. 1st ed. Cengage Learning, 2017. ISBN: 9781473725096.\nRomer = David Romer. Advanced Macroeconomics. 4th ed. McGraw-Hill, 2012. ISBN: 9780073511375.\nL = Lecture session\nR = Recitation session\nPS = Problem set\nWeek\nSession #\nTopics\nReadings\nKey dates\nPART I: ECONOMIC GROWTH\n1\nL1\nThe Solow growth model\nBCC Ch. 3, 4, 5; Romer Ch. 1\nPS1 posted\n2\nL2\nNeoclassical growth theory\nRomer Ch. 2\nPS1 due/ PS2 posted\n3\nL3\nNew growth theory\nRomer Ch. 3\nPS2 due/ PS3 posted\n4\nR1\nThe growth theories\nNo readings\n  Part II: BUSINESS CYCLES\n5\nL4\nReal business cycle model\nBarro Ch. 5\nPS3 due/ PS4 posted\n6\nL5\nNominal rigidity\nBCC Ch. 16, 17; Barro Ch. 6\nPS4 due/ PS5 posted\n7\nR2\nRBC model\nNo readings\n  8\nL6\nConsumption and saving\nBCC Ch. 8; Barro Ch. 8\nPS5 due/ PS6 posted\n9\nL7\nInvestment\nBCC Ch. 8; Barro Ch. 9\nPS6 due/ PS7 posted\n10\nR3\nConsumption, saving, and investment\nNo readings\n  PART III: PUBLIC POLICIES\n11\nL8\nInflation monetary policy\nBCC Ch. 12; Barro Ch. 11\nPS7 due/ PS8 posted\n12\nL9\nTaxes\nBCC Ch. 14\nPS8 due/ PS9 posted\n13\nL10\nBudget deficits and fiscal policy\nBCC Ch. 13, 15; Barro Ch. 12\nPS9 due/ PS10 posted\n14\nR4\nMonetary and fiscal policy\nNo readings\nPS10 due\n---\nAssessments & Grading:\nParticipation: 10%\nProblem sets: 20%\nTerm paper: 30%\nFinal exam: 40%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Matter",
    "id": "IS202_Spring2022_S01",
    "credits": "4",
    "instructor": "Phan Vu Xuan Hung",
    "description": "Faculty: Phan Vu Xuan Hung - E: hung.phan@fulbright.edu.vn\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: CORE 104 Scientific Inquiry OR approved by the instructor\nCourse Format: On-campus\n---\nCourse Description:\n* Note: The content of Matter is equivalent to Introductory Physics and Introductory Chemistry.\nWhat is the universe made of? How does it work? In this course, student will explore the foundational questions and theories about our physical world (e.g., atoms, molecules, materials) that enable scientists to describe and predict behaviors of energy and matter. Using project- and inquiry-based approaches, fundamental laws, concepts and calculations in physics and chemistry will be introduced, such as gravitational forces, electrostatic forces, thermodynamic laws, energy, atom, compounds and solutions. Students will also participate in collaborative experiments and projects to explore properties and behaviors of matter. Continuing from the Scientific Inquiry, student will further appreciate how the inquiry approach is fundamental to scientific progress: starting from forming hypotheses to conducting experiments to formulating conclusions.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Microeconomics Analysis",
    "id": "ECON201_Spring2022_S01",
    "credits": "4",
    "instructor": "Graeme Walker",
    "description": "Faculty: Graeme Walker – E: graeme.walker@fulbright.edu.vn  Office Hours: by email\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: ECON101 Principles of Economics I. This is a required course for Economics majors.\nCourse Format: On-campus\n---\nCourse Description: This course introduces students to the microeconomic analysis toolkit. Using a combination of graphs and mathematical models, students will develop their abilities to analyze and evaluate the outcomes in markets due to the decision making of individuals and organizations. Applications in business, policy, and everyday life will be used to bridge the gap between theory and the real world. The skills developed in this course will help students conceptualize the world in a manner that supports forming an understanding of current economic and social policy issues.\n--\nLearning Objectives: By the end of this course, students will be able to: \nCritically examine and explain the behaviour of individuals, firms, and markets using diagrams and mathematical models \nAnalyze and evaluate the underlying assumptions in these models \nIdentify and address real world problems using models \nCommunicate, in non-technical terms, the intuition behind models of economic behaviour \n---\nRequired Book: Thomas Nechyba “Microeconomics: An Intuitive Approach with Calculus (Links to an external site.)” \nTentative Schedule: (PS = Problem Set)\nPart 0: Math and Economics Basics \nIntro\nChapter 0: Foundational Preliminaries \nPart 1: Utility-Maximizing Choice \nCh 2: A Consumer’s Economic Circumstance \nCh 3: Economic Circumstances in Labour and Financial Markets\nCh 4: Tastes and Indifference Curves | PS #1 due \nCh 5: Different Types of Tastes\nCh 6: Doing the “Best” We Can | PS #2 due \nCh 7: Income and Substitution Effects in Consumer Goods Markets \nCh 8: Wealth and Substitution Effects in Labour and Capital Markets | PS #3 due\nCh 9: Demand for Goods and Supply of Labour and Capital \nCh 10: Consumer Surplus and Deadweight Loss | PS #4 due\nReview\nReview | PS #5 due\nDiagnostic 1: Individual Choice \nPart 2: Profit-Maximizing Choice \nCh 11: One Input and One Output: A Short-Run Producer Model \nCh 12: Production with Multiple Inputs \nCh 13: Production Decisions in the  | Short and Long Run \nReview | PS #6 due \nPart 3: Competitive Markets \nCh 14: Competitive Market Equilibrium \nCh 15: The “Invisible Hand” and the First Welfare Theorem \nCh 16: General Equilibrium | PS #7 due \nCh 17: Choice and Markets in the Presence of Risk \nReview | PS #8 due\nReview \nPart 4: Game Theory and Behavioural Economics \nCh 24: Strategic Thinking and Game Theory \nCh 29: What is Good? Challenges from Psychology and Philosophy \nReview | PS #9 due\nDiagnostic 2: Firms, Markets, and Game Theory \nFINAL SYNTHESIS \n---\nAssessments & Grading:\nProblem Sets (24%): For each couple of chapters there will be a problem set to complete for a total of 9. I will use your top 8 scores to determine your grade (i.e. each graded problem set is worth 3% of your grade). Bring a hard copy of your solutions to class on due dates as we will correct them during class time.\nDiagnostic 1 (25%): This in-class assessment will be comprised of questions like those on your problem sets. The material covered will come from chapters 2 to 10.\nDiagnostic 2 (25%): This in-class assessment will be comprised of questions like those on your problem sets. The material covered will come from chapters 11 to 17, 24, and 29.\nFinal Synthesis (26%): This will be a take-home reflection that you will complete after our course is finished",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Spring2022_S01",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: Required courses in the first two years\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives:\nAfter finishing the course, the students should be able to\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Spring2022_S02",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: Required courses in the first two years\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives:\nAfter finishing the course, the students should be able to\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Spring2022_S03",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: Required courses in the first two years\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives:\nAfter finishing the course, the students should be able to\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Modern Vietnamese Culture and Society",
    "id": "CORE102_Spring2022_S04",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: Required courses in the first two years\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: This course exposes students to a wide array of issues encountered in modern Vietnam, ranging from socio-cultural, politico-economic aspects to questions of nationalism, international relations, and globalization when examining the country in its regional and global contexts. Throughout the course, students are introduced to basic concepts in social sciences and humanities that will allow them a better understanding of their social environments as well as urge them to assess others’ interpretations with an open but critical mind. The course helps to raise students’ socio-political awareness and cultural identity, encouraging them to grow up as responsible national and global citizens.\n---\nLearning Objectives:\nAfter finishing the course, the students should be able to\nForm a multidimensional view of contemporary Vietnam built upon the interdisciplinary foundation of Vietnamese Studies\nUnderstand (Vietnamese) culture and society with an open but critical mind: identify problems critically from any given discourses, come up with a strong argument based on substantial evidence, and solve the identified problems logically;\nConduct an appropriate research project independently or with a team;\nPresent the results of the research project convincingly and creatively in various formats;\nRecognize and respect the diversities of communities and cultures with open-mindedness; and\nStrengthen students’ civic identity by demonstrating themselves as both Vietnamese and global citizens.\n---\nAssessments & Grading:\nAttendance & Participation: 15%\nBi-weekly Responses: 30%\nStudy Trip Reflections: 15%\nFinal Team Research Project: 40%\n ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Narrative",
    "id": "ARTS304_Spring2022",
    "credits": "4",
    "instructor": "Tuan Andrew Nguyen",
    "description": "Visiting Faculty: Tuan Andrew Nguyen\nLevel: Practicum (300-level)\nCredits: 04 credits\nPre-requisite: ARTS101 Introduction to Visual Studies\nFormat: On-campus\n---\nCourse Description: Narrative is defined generally as “a spoken or written account of connected events; a story.” The application of narratives as well as the technique and channels through which narratives are expressed and delivered today are becoming more accessible and simultaneously more complex. This course is designed to help students understand basic narrative concepts and to develop storytelling strategies through a variety of moving image formats, including mainstream films and television, documentary films, video art, music videos, advertising, and propaganda. We will look at how narratives fuel various political agendas as well as the many strategies artists and filmmakers use to counter dominant narratives. We will deepen our understanding of these concepts, techniques, and problematics through in-class viewings and discussion of various moving image works, supported by theoretical readings focusing on the role of narrative in literature, film, and art. Students' engagement with these topics will be brought to bear on the final project, either a scripted or video re-working of a film/video work.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Organic Chemistry",
    "id": "IS205_Spring2022_S01",
    "credits": "4",
    "instructor": "Nguyễn Thị Trang",
    "description": "Faculty: Nguyen Thi Trang\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: CORE104 Scientific Inquiry\nCourse Format: On-campus\n---\nCourse Description: A big part of the world around us and our own bodies are made up of organic materials. Such amazing diversity is made possible by just a few chemical elements and governed by several chemical rules. Organic Chemistry provides a study of these fundamental rules and the main types of organic materials – how they are made, how they behave and the roles they have played in both the advancement of our society (food, materials, pharmaceuticals…) and the challenges we face (obesity, plastic waste, drugs…). Through a combination of course materials, selected readings from leading journals, projects, and experiments, students with explore the structures, properties, and applications of organic materials in relation to real-world uses and issues. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Physics for Light-based Technology",
    "id": "IS206_Spring2022_S01",
    "credits": "4",
    "instructor": "Cao Van Son",
    "description": "Visiting Faculty: Cao Van Son\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: CORE104 Scientific Inquiry OR approved by the instructor\nCourse Format: On-campus\n---\nCourse Description: \"What is light?\" is among the oldest questions engrossing human minds through age. People are interested in nature, the aesthetic, and the technological application of light. Light provides us with an omnipotent tool to perceive almost everything from the world of sub-atomic particles to the Cosmos, but a sustainable and effective solution for various sectors of modern life, including, but not limited to, food, communication, entertainment, energy, environment, and medicine. Microwave for food heating, fiber-optic telecommunication for the Internet, laser for the massive digital data storage and reading, light detection and ranging for the autonomous vehicle, x-ray for medical imaging, fluorescence for food quality assessment, etc., are among countless examples of the light-based technologies. Those have been integrated seamlessly into our daily life, but we rarely apprecicate how they work. The course aims to provide a solid background of the fundamental characteristics of light, its interaction with the matter, the mechanism of the light production, light transportation, and light detection. We will discuss technological applications of those aspects in light of the well-established and emerging technologies. We hope by the end, students will treasure the beauty of light and explore it as a sustainable solution for our common home, the Earth. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Power, Personhood, and Place in Mainland Southeast Asia  ",
    "id": "SOCI203_Spring2022_S01",
    "credits": "4",
    "instructor": "Philip Taylor",
    "description": "Visiting Faculty: Philip Taylor\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\nCross-listed: Social Science (SOCI), Vietnamese Studies (VS)\n---\nCourse Description: The ideas that shape social life in the countries that neighbour Vietnam are enduring and yet extraordinarily fluid. Rooted in geography, intellectual traditions and history, these ideas are vital to moulding regionally distinctive identities, biographies, and patterns of change. This course examines conceptions of power and selfhood in mainland Southeast Asia. The investigation moves from remote mountain valleys to bustling coastal ports, and from the village to the palace, tracing the foundations of royal power, political community, conflict, resistance, and belonging. The course explores what it means to be a person in Southeast Asia, and how people are ritually incorporated into bodies, families, social statuses, networks, and nations. Most examples in the course are drawn from the 'Indianized' societies of Thailand, Cambodia, Myanmar, and Laos, however, case studies from Indonesia, the Philippines and Malaysia feature, as do those drawn from Vietnam and Southern China. Course participants will gain insights into the socio-cultural dynamics of Vietnam's close neighbours and the comparative study of societies and cultures. They will become familiar with crucial concepts such as ‘galactic polity’, ‘theatre state’, ‘mandala’, ‘muang’, ‘Zomia’, ‘entourage’, and 'entrepot, and understand the significance of initiation ceremonies, ordination, warfare, bilateral kinship, and gender complementarity. Students will learn how anthropologists, historians and political scientists have developed knowledge of Southeast Asian cultures, utilizing knowledge of local languages, textual study, in-depth observations, surveys, and long-term field research.  ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Principles of Neuroscience",
    "id": "IS203_Spring2022_S01",
    "credits": "4",
    "instructor": "Kinho Chan",
    "description": "Faculty: Kinho Chan – E: kinho.chan@fulbright.edu.vn  \nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: CORE104 Scientific Inquiry and PSY101 Introductory Psychology OR Biology course.\nReading/Writing: Intensive\nCourse Format: On-campus\nCross-listed: Integrated Sciences (IS), Psychology (PSY)\n---\nCourse Description: This course provides an in-depth analysis of how neuro-biological factors influence the way we act, think, and feel. As we conduct a survey across a variety of topics, special emphasis is placed on the interactive relationship among neuro-biological, behavioral, and mental phenomena. The course will explore the biological bases of learning, cognition, sleep, sexual behavior, energy regulation, sensations, movements, and emotions.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Programming Languages",
    "id": "CS308_Spring2022_S01",
    "credits": "4",
    "instructor": "Nanette Veilleux",
    "description": "Visiting Faculty: Nanette Veilleux\nLevel: Advanced\nCredits: 04 credits\nPre-requisite: CS101 Computer Science I and CS201 Computer Science II\nFormat: On-campus\n---\nCourse Description: How do computers take programs in high-level languages like Python or Java and convert them into instructions that run on specific computer hardware? This course investigates the levels of abstraction and steps involved in this process, as well as the theoretical foundations of languages and compilers. Topics include scanning, parsing, symbol tables, code generation, and optimization.\n\nThis course counts towards the theory area of the major.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Quantitative Reasoning for a Digital Age",
    "id": "CORE103_Spring2022_S03",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: No\nFormat: On-campus\n---\nCourse Description: Digital technology transforms the way we live: from how we travel, to what we use for money, to how we swipe to find love. At the heart of these social, cultural, and economic changes lie mathematics and computer science. But how do we gather the information, interpret the data, and construct the algorithms that drive these advances and affect our lives? Quantitative Reasoning in a Digital Age not only develops foundational skills in mathematics and computer science, but demonstrates how computer programming and algorithmic thinking inform issues in fields as diverse as economics, psychology, history, and philosophy. Structured around project-based teamwork, students will examine how the toolkit of computational thinking can model human behavior and address real-world problems in business, education, public health, government, and other sectors. By understanding how quantitative reasoning affects modern society and modern society often affects our quantitative reasoning, students will learn to question their own assumptions about data big and small and think critically about the abundance of quantitative information that defines the decisions we make.\n ---\nLearning Objectives: Students will be able to:\n·   Formulate research questions and collect appropriate data to address these questions\n·   Critically examine and identify patterns in quantitative data\n·   Investigate mathematical models computationally\n·   Effectively work in teams\n---\nAssessments & Grading:\nStudents are fully responsible for any missed classes and work. Except in cases of health/family emergency that can be documented, tardiness or absences leading to missed graded in-class activities will result in students receiving a zero. All late take-home assignments are subject to a 3% penalty every 24 hours. Generally, late assignments will not be accepted after one week.\nParticipation: 10%\nProject: 60%, including \nSurvey: 5%\nCheck-in 1: 10%\nCheck-in 2: 10%\nProject Proposal: 10%\nPoster Readout 25%\nFinal Synthesis: 30%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Quantitative Reasoning for a Digital Age",
    "id": "CORE103_Spring2022_S04",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: No\nFormat: On-campus\n---\nCourse Description: Digital technology transforms the way we live: from how we travel, to what we use for money, to how we swipe to find love. At the heart of these social, cultural, and economic changes lie mathematics and computer science. But how do we gather the information, interpret the data, and construct the algorithms that drive these advances and affect our lives? Quantitative Reasoning in a Digital Age not only develops foundational skills in mathematics and computer science, but demonstrates how computer programming and algorithmic thinking inform issues in fields as diverse as economics, psychology, history, and philosophy. Structured around project-based teamwork, students will examine how the toolkit of computational thinking can model human behavior and address real-world problems in business, education, public health, government, and other sectors. By understanding how quantitative reasoning affects modern society and modern society often affects our quantitative reasoning, students will learn to question their own assumptions about data big and small and think critically about the abundance of quantitative information that defines the decisions we make.\n ---\nLearning Objectives: Students will be able to:\n·   Formulate research questions and collect appropriate data to address these questions\n·   Critically examine and identify patterns in quantitative data\n·   Investigate mathematical models computationally\n·   Effectively work in teams\n---\nAssessments & Grading:\nStudents are fully responsible for any missed classes and work. Except in cases of health/family emergency that can be documented, tardiness or absences leading to missed graded in-class activities will result in students receiving a zero. All late take-home assignments are subject to a 3% penalty every 24 hours. Generally, late assignments will not be accepted after one week.\nParticipation: 10%\nProject: 60%, including \nSurvey: 5%\nCheck-in 1: 10%\nCheck-in 2: 10%\nProject Proposal: 10%\nPoster Readout 25%\nFinal Synthesis: 30%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Research Methods in Social & Behavioral Science (Co-design)",
    "id": "SOCI105_Spring2022_S01",
    "credits": "4",
    "instructor": "Kinho Chan",
    "description": "Faculty: Kinho Chan – E: kinho.chan@fulbright.edu.vn\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: CORE103 Quantitative Reasoning for a Digital Age OR CORE104 Scientific Inquiry\nCourse Format: On-campus\nCross-listed: Social Sciences (SOCI), Psychology (PSY)\nNote: This course was known as \"Research Methods in Social & Behavioral Science (Co-design)\" course (former title)\n---\nCourse Description: This course is designed to help students learn to make systematic observations, derive scientific questions, form hypotheses, carry out research, analyze data, interpret results, and report findings. This course draws from foundational research skills first introduced in Quantitative Reasoning and Scientific Inquiry, and aims to further develop student competence in various research approaches (e.g., basic, applied, quantitative, qualitative). ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Research Seminar: America’s Nuclear Age: The United States, Nuclear Weapons and",
    "id": "HIS303_Spring2022_S01",
    "credits": "4",
    "instructor": "Matthew Jones",
    "description": "Visiting Faculty: Matthew Jones\nLevel: Advanced\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: This course looks at the way nuclear weapons and the challenges they have posed have influenced the course of American foreign and defence policy, strategic thinking, and domestic politics, from the instigation of the Manhattan project – the US program to develop an atomic bomb – to the end of the Cold War in the late 1980s and a little beyond. Consideration will also be given to the influence of the ‘nuclear age’ on US cultural and social trends. The course will examine the political and moral dilemmas raised by the possession and possible use of nuclear weapons, the role they have played in the way the United States pursued its policies during the years of Cold War confrontation with the Soviet Union and People’s Republic of China, and the domestic political controversies that US nuclear policies engendered. In the latter area we will consider the rise of anti-nuclear grass roots activism in the United States, alongside the place of nuclear issues in presidential elections and Congressional politics. We will also necessarily study some of the major events and crises of the Cold War, including the Berlin crises of 1948, 1958/9 and 1961, the course of the Korean War, and the Cuban missile crisis. The last portion of the course features analysis of the international negotiations over arms control and non-proliferation that have featured since the late 1960s and the controversies they generated. Throughout the course students will engage with contemporary writings and study primary source documents which will accompany each topic.\n---\nLearning Objectives: Students will:\nUnderstand the changing place of nuclear weapons in US foreign and defense policy since the Second World War\nExamine the influence of nuclear issues on US domestic politics and culture from the initiation of an American atomic bomb program to the end of the Cold War\nAnalyze critically primary source materials, including historical documents from the period studied.\nCritically interpret visual and oral material related to the main themes of the course.\nExamine topics in oral presentations given to the class\nComplete written essays that show the capacity to use evidence to illustrate specific arguments in response to questions set by the instructor.\n---\nTopics Included:\n- The establishment and organization of the Manhattan project\n- The road to Trinity: American scientists and the development of the atomic bomb in the Second World War\n- Anglo-American wartime relations and the atomic bomb\n- The debate over use of the atomic bomb against Japan in 1945\n- Visions of the post-war atomic future in US society and culture\n- US foreign policy, the atomic bomb and the origins of the Cold War: from the Potsdam Conference to the Baruch Plan\n- Early ideas on nuclear strategy: Bernard Brodie and the emergence of strategic studies in the US\n- The Soviet atomic test of 1949, atomic espionage and McCarthyism\n- The Hydrogen Bomb decision\n- The atomic bomb and the Korean War: ‘limited war’ and the issue of nuclear non-use\n- Security and loyalty: the Oppenheimer case\n- The New Look and Massive Retaliation: the thermonuclear age\n- Nuclear Weapons and Alliance politics in NATO during the 1950s\n- Massive retaliation in Asia: US nuclear policies and the Indochina and Taiwan strait crises, 1954-55\n- Living under a Cloud: US society and thermonuclear vulnerability\n- The Missile Gap Controversy\n- Environmental concerns over nuclear testing and the politics of the test ban\n- From Massive Retaliation to Flexible Response\n- The Cuban missile crisis: domestic and international aspects\n- Mutual Assured Destruction and American culture in the 1960s\n- The Partial Test Ban Treaty and the search for peace\n- The United States and the Chinese bomb in the 1960s\n- Forging the Non-proliferation Treaty\n- Détente and the Diplomacy of SALT\n- The domestic politics of SALT and the Soviet nuclear build-up of the 1970s\n- The Second Cold War and the Nuclear Freeze Movement\n- Reagan’s anti-nuclearism and SDI\n- Nuclear weapons and the end of the Cold War\n- The challenges of the post-Cold War world: non-proliferation\n---\nAssessments & Grading:\nClass participation: 10%\nFirst essay: 20%\nSecon essay: 20%\nFinal exam: 50%",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Research Seminar: The Literature of Invisibility",
    "id": "LIT302_Spring2022_S01",
    "credits": "4",
    "instructor": "Sebastian Knowles",
    "description": "Visiting Faculty: Sebastian Knowles\nLevel: Advanced\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: We will study what it means to be invisible in a race, culture, or environment, reading the works of J. K. Rowling, Ralph Ellison, Italo Calvino, and Viet Thanh Nguyen. Our texts will be Harry Potter and the Sorcerer's Stone, Invisible Man, Invisible Cities, and The Sympathizer. We will examine theories of identity and otherness, and discover the origin of the Invisibility Cloak. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Science and the Public’s Health",
    "id": "IS102_Spring2022_S01",
    "credits": "4",
    "instructor": "June Fu O’Leary and Dan O’Leary ",
    "description": "Visiting Faculty: June Fu O’Leary and Dan O’Leary \nLevel: Foundation\nCredits: 04 credits\nPre-requisite: No\nCourse Format: Online\n---\nCourse Description: The overarching purpose of this course is to serve as an introduction to critical reading, writing, research and discussion (including oral presentations) at the college level. In order to fulfill the following broad learning goals, we read, discuss and write about topics at the intersection of Science and the Public’s Health; topics that we have devoted our careers to and that we hope you find just as interesting and motivating!",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Scientific Inquiry",
    "id": "CORE104_Spring2022_S03",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: Scientific Inquiry unlocks the door to discovery and explores how humans acquired our fundamental knowledge of the sciences. By engaging foundational texts and practices from across various scientific disciplines, students will understand the various processes involved in acquiring scientific knowledge and how these processes are applied to\ncontemporary scientific questions. Students will critically analyze the claims and evidence presented in the primary literature and use a project- and inquiry-based approach to answer important scientific questions across the various disciplines of the natural sciences. The course also focuses on understanding how to make, interpret, and challenge scientific claims by\nconducting original research, and communicating the results in written reports and oral presentations. Creating connections across the Fulbright core curriculum, this course emphasizes how scientific inquiry informs public debates past and present, challenging students not only to understand the world from a scientific perspective, but also to understand how our scientific perspective shapes and is shaped by the world around us.\n ---\nLearning Objectives: At the completion of this course, students will:\nDemonstrate understanding of the historical development of key scientific ideas through written communication;\nDemonstrate ability to critically evaluate scientific claims through written and/or spoken communication;\nDemonstrate ability to apply the process of scientific inquiry through forming scientific questions & hypotheses as well as collecting, analyzing, interpreting, and reporting data;\nDemonstrate basic competence in quantitative data analysis by applying the relevant skills to a collaborative project.\n---\nAssessments & Grading:\nWriting & speaking assignments, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Scientific Inquiry",
    "id": "CORE104_Spring2022_S04",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: Scientific Inquiry unlocks the door to discovery and explores how humans acquired our fundamental knowledge of the sciences. By engaging foundational texts and practices from across various scientific disciplines, students will understand the various processes involved in acquiring scientific knowledge and how these processes are applied to\ncontemporary scientific questions. Students will critically analyze the claims and evidence presented in the primary literature and use a project- and inquiry-based approach to answer important scientific questions across the various disciplines of the natural sciences. The course also focuses on understanding how to make, interpret, and challenge scientific claims by\nconducting original research, and communicating the results in written reports and oral presentations. Creating connections across the Fulbright core curriculum, this course emphasizes how scientific inquiry informs public debates past and present, challenging students not only to understand the world from a scientific perspective, but also to understand how our scientific perspective shapes and is shaped by the world around us.\n ---\nLearning Objectives: At the completion of this course, students will:\nDemonstrate understanding of the historical development of key scientific ideas through written communication;\nDemonstrate ability to critically evaluate scientific claims through written and/or spoken communication;\nDemonstrate ability to apply the process of scientific inquiry through forming scientific questions & hypotheses as well as collecting, analyzing, interpreting, and reporting data;\nDemonstrate basic competence in quantitative data analysis by applying the relevant skills to a collaborative project.\n---\nAssessments & Grading:\nWriting & speaking assignments, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Scientific Inquiry",
    "id": "CORE104_Spring2022_S05",
    "credits": "4",
    "instructor": "Core Teaching Team",
    "description": "Level: Core\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nFormat: On-campus\n---\nCourse Description: Scientific Inquiry unlocks the door to discovery and explores how humans acquired our fundamental knowledge of the sciences. By engaging foundational texts and practices from across various scientific disciplines, students will understand the various processes involved in acquiring scientific knowledge and how these processes are applied to\ncontemporary scientific questions. Students will critically analyze the claims and evidence presented in the primary literature and use a project- and inquiry-based approach to answer important scientific questions across the various disciplines of the natural sciences. The course also focuses on understanding how to make, interpret, and challenge scientific claims by\nconducting original research, and communicating the results in written reports and oral presentations. Creating connections across the Fulbright core curriculum, this course emphasizes how scientific inquiry informs public debates past and present, challenging students not only to understand the world from a scientific perspective, but also to understand how our scientific perspective shapes and is shaped by the world around us.\n ---\nLearning Objectives: At the completion of this course, students will:\nDemonstrate understanding of the historical development of key scientific ideas through written communication;\nDemonstrate ability to critically evaluate scientific claims through written and/or spoken communication;\nDemonstrate ability to apply the process of scientific inquiry through forming scientific questions & hypotheses as well as collecting, analyzing, interpreting, and reporting data;\nDemonstrate basic competence in quantitative data analysis by applying the relevant skills to a collaborative project.\n---\nAssessments & Grading:\nWriting & speaking assignments, quizzes, and collaborative projects will be used to assess students’ understanding and application of the concepts and methods related to the course",
    "schedule": [],
    "categories": []
  },
  {
    "title": "The Environmental History of China",
    "id": "HIS206_Spring2022_S01",
    "credits": "4",
    "instructor": "Mark Frank",
    "description": "Faculty: Mark Frank\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: No\nReading/Writing: Intensive\nCourse Format: On-campus\n---\nCourse Description: This course examines the interactions of human beings with their environments in the space now known as “China” from antiquity to the present. We will adopt a problems approach by reading from recent research that revises our understanding of some of the biggest questions in the field. Lecturing will be kept to a minimum, and most of our class time will be devoted to open-ended discussions of the questions and readings. The schedule is organized into four units that cover broad historical problems: (I) How and when did China’s growth become “unsustainable”? (II) When does agriculture foster inequality? (III) How is power reflected in water? (IV) How have human-animal relations changed over time? Students will learn to integrate historical and scientific knowledge and will produce a piece of public history in the form of a research-based blog post, podcast, or video, which they may or may not choose to publish online.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "US in the World",
    "id": "HIS201_Spring2022_S01",
    "credits": "4",
    "instructor": "Geoffrey Stewart",
    "description": "Visiting Faculty: Geoffrey Stewart\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: No\nCourse Format: Online\n---\nCourse Description: The past five years have demonstrated how unpredictable America’s engagement with other people and other countries in the world can be. It has swung wildly from the liberal internationalism of the Obama administration to the America First nationalism of the Trump administration back to the more cooperative globalism of the Biden administration. How are we to make sense of this? What can Vietnamese leaders do to manage their relations with the US? This interdisciplinary online course examines the US position in the world in a contemporary and historical context to answer these questions. Over the duration of this course, we will examine how the United States has engaged with other peoples, nations and global forces; how other peoples and nations have seen the United States in the world; and how global forces have shaped the United States. By the end of the term, you will be able to explain American global behaviour and suggest ways in which other countries like Vietnam should engage with the United States in the global arena. This course will be divided into three units that build off one another to develop your understanding of the US in the World. In the first unit, we will examine the Cold War and how it shaped the American perception of its global role in the twentieth century. In the second unit, we will go back to the end of the nineteenth century to examine how the United States engaged with the people of the Global South, proceeding through the mid-point of the twentieth century when the global forces of decolonization intersected with the Cold War to push the United States into foreign entanglements, like Vietnam’s war for independence and unification. In the third unit we will consider how the combined experiences of the Cold War and responding to decolonization set the stage for contemporary American global politics and what this means for the relations other nations have with the United States government in the twenty-first century.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Vietnamese Cinema from Its Beginning to Present: Tendencies, Operating Mechanism",
    "id": "VS202_Spring2022_S01",
    "credits": "4",
    "instructor": "Phan Dang Di",
    "description": "Visiting Faculty: Phan Dang Di\nLevel: Foundation\nCredits: 04 credits\nPre-requisite: No Freshmen accepted\nReading/Writing: Intensive\nFormat: On-campus\nCross-listed: Vietnamese Studies (VS), Arts (ARTS)\n---\nCourse Description: The course will go into depth in analyzing the operation of cinema through each period, in different historical contexts; filmmaking tendencies with political institutions and economic life; challenges and prospects of Vietnamese cinema in the current globalization era. The course combines the traditional teaching methods and teaching methods through \"oral history\"; whereby the guests are considered \"historical subjects,\" who play an essential role in the development stages of Vietnamese cinema, will share with students stories, personal experiences, and perspectives. Through their sharing, students can find suggestions and possibilities for their career path, especially those who plan to have work in the film industry.\n---\nClass Schedule:\nNovember (once/week) on Monday Nov.22\nDecember (twice/week) on Tuesdays Nov.7,14,21,28 and Fridays Nov.3,10,17,31\nJanuary (once/week) on Tuesdays Jan.4,11,18 and Fridays Jan.7,14.\n---\nCourse Syllabus:\nSession 1: The early period of Vietnamese cinema\n+ Films produced by Vietnamese in the 1920s – How was Kim Van Kieu produced?\n+ The birth of the first feature films with sound in Vietnam and filmmakers' perception of the market, tastes, and film marketing through the case of Kiep Hoa - the first feature film with sound in Vietnam. \n+ Analyze the role of music in the film Kiep Hoa.\nGuest: Professor Nguyen Nam.\nRequirements for students: Preview the movie Kiep Hoa at: https://www.youtube.com/watch?v=jNFbv6ovXlg\nAnd search for information related to the producer, the film's production, and the release process.\nSession 2: Cinema of the Revolution \nThe class will study the birth, operation model, and composing trend of cinema serving the Revolution in the North in the 60s and 70s of the 20th Century. \n+ Cinema promotes the war of national liberation and the construction of socialism entirely controlled by the state.\n+ The first feature films of revolutionary cinema in the 60s: Romanticism and extreme heroism in Chị tư Hậu and Vợ chồng A Phủ.\n+ The socialist realistic composition method in the Northern cinema in the 70s and the films without the author's mark.\n+ The influence of Russian-Soviet and Eastern European cinema on Vietnamese revolutionary cinema.\nScreening excerpts from the films: Chị tư Hậu, Vợ chồng A Phủ, Đứa con nuôi, Độ dốc và Em bé Hà Nội.\nSession 3. Cinema of the Republic of Vietnam\n+ The parallel development of state cinema for propaganda purposes and private cinema to serve the entertainment needs of the audience.\n+ The series of commercial and entertainment films flourished in the fierce context of the war.\n+ The critical role of women in the Vietnamese cinema in the South of Vietnam before 1975.\n+ The value of star actors in commercial film production in Saigon.\nGuest: People's Artist Kim Cuong\nScreening excerpts of movies include Chiếc bóng bên đường, Xa lộ không đèn, Tứ quái Sài Gòn. Người đẹp Bình Dương.\nSession 4. Vietnamese cinema after reunification (1975-1989)\nThe period of glorious development of State cinema in the problematic and famine situation after the war.\n+ Cánh đồng đồng hoang and Bao giờ cho đến tháng mười – two excellent films of revolutionary cinema and war images from a behind-the-scenes perspective\n+ The tremendous commercial success of state films and the contributions of Southern artists who stayed after 1975, as seen from the movie \"Game of Thrones.\"\nSession 5. Vietnamese cinema after reunification (1975-1989)\nSubsidized cinema and its role in the process of \"Renovation.\" (đổi mới).\n+ Subsidized films about the subsidy period and the first laughs parodying about \"systemic errors\" through two excellent comedies Dịch cười by Do Minh Tuan and Thị trấn yên tĩnh by Le Duc Tien. \n+ Renovation and the birth of \"reflective\" and anti-illustration films viewed from a series of documentaries: Hà nội trong mắt ai, Chuyện tử tế by Trần Văn Thuỷ and the feature narrative film Cô gái trên sông by Đặng Nhật Minh.\nScreening excerpts from the movies: Dịch cười, Thị trấn yên tĩnh, Cô gái trên sông and Chuyện tử tế.\nSession 6: Vietnamese cinema in the 90s:\nThe decline of state studios and the renewed aspirations of the young generation of directors in the 90s:\n+ The obsolescence and obsolescence of production machinery, facilities and filmmaking attitudes at state studios in the rapidly changing context of post-renovation Vietnam.\n+ Private films borrow government hats and the series \"Instant noodles.\"\n+ The young generation of directors and efforts to renew state cinema look at the debut films of Thanh Van, Luu Trong Ninh, and Nguyen Vinh Son.\n+ Censorship and its impact on filmmaking.\nGuest: Director Nguyen Vinh Son.\nScreening excerpts from the movies: Tuổi thơ dữ dội, Chuyện tình trong ngõ hẹp, Hãy tha thứ cho em.\nSession 7: Discussion and midterm examination.\nBased on class lectures, guest sharing, or films shown in previous sessions, students or groups of students will choose an issue/topic related to Vietnamese cinema, develop the outline and then present it in front of the class and answer the questions of the lecturer and the rest of the course. This is considered a midterm exam. Good proposals may be approved for development into the final project.\nSession 8. Vietnamese cinema in the 90s (continued)\nExpand filmmaking cooperation with foreign countries.\n+ Indochine, L’amant, Điện Biên Phủ - the famous French films shot in Vietnam.\n+ Film Cyclo by Tran Anh Hung and inadequacies in Vietnam's filmmaking policy with foreign countries closed thinking in an open world.\n+ Overseas Vietnamese director Ho Quang Minh and a series of films made in Vietnam with the state budget – an exception.\nScreening excerpts from the films Cyclo, Con thú tật nguyền, Bụi hồng.\nSession 9. Vietnamese cinema in the early 21st century:\nThe birth of private owned film studios.\n+ Allowing the establishment of private film studios, recognizing the entertainment role of cinema, opening the door to foreign investment, and breaking the state monopoly in importing movies, a significant turning point in the government's film policy.\n+ The first private studios and new operating mechanism.\n+ The unequal competition in attracting audiences between public and private film studios.\nGuest: Director Nguyen Quang Dung.\nScreening excerpts of movies: Gái nhảy, Những cô gái chân dài, Nụ hôn thần chết.\nSession 10. Vietnamese cinema in the early 21st century (continued)\nThe birth of the independent films. \n+ Conditions and context of the birth of the independent film series in Vietnam\n+ How to operate an independent film project\n+ Independent films and the system of film festivals at home and abroad\n+ The role of independent cinema in establishing the position of small cinemas on a global scale.\nGuest: Producer Tran Thi Bich Ngoc.\nScreening excerpts from the movies: Cú và chim se sẻ, Bi đừng sợ, Đập cánh giữa không trung, Nhà cây, Vị…\nSession 11. Vietnamese cinema in the early 21st century (continued)\nThe wave of overseas Vietnamese filmmakers from the US to Vietnam to make films.\n+ Vietnamese-American director and the process of returning to Vietnam to make films: Initial difficulties and enthusiastic acceptance of the market\n+ Contributions of Viet Kieu directors to commercial films in Vietnam.\n+ Differences in filmmaking trends between overseas Vietnamese directors from Europe and America.\nGuest: Director Charlie Nguyen.\nSession 12. Vietnamese cinema in the early 21st century (continued)\nKorea's position in the current Vietnamese film industry.\n+ How Korean film corporations dominate the Vietnamese market.\n+ Korean model in film production and distribution in Vietnam\n+ The dominant position in the cinema market of Korean corporations and its impact on the film industry in Vietnam\nGuest: Director Phan Gia Nhat Linh.\nSession 13. Obstacles, challenges, and prospects of Vietnamese cinema in the era of globalization.\n+ The bottlenecks in the mechanism and policy of cinema development, seen from the current Law on Cinema and the draft revised Law on Cinema (In the process of submitting to be submitted to the National Assembly for approval). \n+ How the rapid change of the film production industry, the form of film distribution, and the content production industry affect Vietnamese cinema.\n+ The competitiveness of Vietnamese cinema in a flat world from human resources and financial potential.\n+ Future Predictions.\nGuest: Journalist, film critic Le Hong Lam.\nSession 14. Final project presentation and grading.",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Visualizing Vietnam",
    "id": "ARTS207_Spring2022_S01",
    "credits": "4",
    "instructor": "Pamela Corey",
    "description": "Faculty: Pamela Corey\nVisiting Faculty: Nora Taylor\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: ARTS101 Introduction to Visual Studies\nFormat: On-campus\n---\nCourse Description: Vietnam presents a rich opportunity for examining the power of imagery in politics, history, and society. Rather than study Vietnamese art in a linear chronological fashion, we will examine Vietnamese modern and contemporary art and visual culture through a thematic lens. The course will be organized through topical units - such as architecture, fashion, socialism, memorials, diaspora, and ecology - that are intended to introduce broader concepts and relevant methods of field research that have resonance within and outside Vietnam. These concepts will be animated and contextualized through film screenings, field trips to cultural sites, and studio visits with artists. Through such on-site encounters, students will be encouraged to explore alternative methods of research and to better understand the idea of art as a lived experience. (Cross-listed with VN Studies)",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Women and Gender Studies: Representations of Women in Vietname War Literature an",
    "id": "LIT206_Spring2022_S01",
    "credits": "4",
    "instructor": "Isadora Wagner",
    "description": "Visiting Faculty: Isadora Wagner\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: This interdisciplinary literature and gender studies course examines women’s relationships to the American-Vietnam War (1956-1975). Drawing from fiction, film, memoir, news articles, poems, cartoons, and historical and feminist works, we will analyze women’s contributions to warfare in the following roles: as mothers, nurses, wives, resistance fighters, base workers, sex workers, war brides, anti-war protestors, journalists, humanitarians, soldiers, and political leaders. Students taking this course will gain a deeper appreciation of Vietnamese and U.S. women’s history and the issues surrounding women’s portrayals as nurturers, breeders, protected others, betrayers, victims, consumers, sexual provocateurs, and woman warriors.Through class discussions, presentations, and writing assignments, students will develop skills to critically interpret women’s real and fantasized relationships to modern wars. Students will also develop a vocabulary in gender and feminist studies through the applied use of terms and concepts like gender construction, differences between gender and sex, gender performance, gender non-conformity, intersectionality, interpellations between societal gender and war structures, and the mobilization of gendered identities for militarized purposes in the U.S. and Vietnam during the Vietnam War Er. ",
    "schedule": [],
    "categories": []
  },
  {
    "title": "Youth and Society in Asia",
    "id": "SOCI204_Spring2022_S01",
    "credits": "4",
    "instructor": "Nankyung Choi",
    "description": "Visiting Faculty: Nankyung Choi\nLevel: Intermediate\nCredits: 04 credits\nPre-requisite: No\nCourse Format: On-campus\n---\nCourse Description: Youth has been a critical part of Asia’s modern history. Young people have been the backbone of post-colonial struggles, nation-building process, and various social and cultural movements across the region. Although there has been a growing interest in youth’s relationship with broader social issues, Asian youth has received little attention in the classroom. This course aims to offer students a rigorous and comparative historical exploration of youth and society in Asia and to explore youth’s significance in the region’s past, present, and future. It begins from examining various theoretical traditions that conceptualize and treat youth in different manners. It then examines critical historical periods in which youth played a critical part in instigating or otherwise shaping major processes of political and social change in Asia. Finally, the course investigates and compares various relationships that Asian youth have developed with the state, citizenship and culture from a perspective that sheds light on the interplay of individual developments and broader sociocultural contexts. By designing and conducting a research project, students will be trained to be able to extend theories to issues concerning youth in Vietnam and Asia.  ",
    "schedule": [],
    "categories": []
  }
]